import React from "react";

export default function RandomNumber() {
  let num = Math.floor(Math.random() * 138 + 1);

  switch (num) {
    case 1:
      return <p>Вітаю божеств Трьох Тіл природної ясної ріґпи!</p>;
      break;

    case 2:
      return (
        <div className="Prayer">
          <p>І самсара, й нірвана охоплені природою розуму, </p>
          <p>Первісним єством – та не впізнаємо себе. </p>
          <p>Безперервний потік ясної ріґпи – та не бачимо обличчя. </p>
          <p>Безперешкодно виникнення – та ніяк не зрозуміємо.</p>
        </div>
      );
      break;
    case 3:
      return (
        <p>
          Щоби впізнали ми своє лице, Переможці трьох часів проповідують
          вісімдесят чотири тисячі брам до Дгарми та інші вчення, стільки, що й
          думкою не осягти. Ні про що інше не проповідують вони, окрім
          упізнавання власного обличчя.
        </p>
      );
      break;
    case 4:
      return (
        <p>
          Не злічити трактати, як не знайти край неба, та сутність єдина – Три
          Заповіти про вступ до ріґпи – пряме введення, відсутність сумнівів і
          утримання досягнення. Ось це пряме введення, що миттєво вводить до
          очевидного стану Переможців.
        </p>
      );
      break;
    case 5:
      return (
        <p>
          «Розум» — багато про нього говорять, багато патякають… Та або ж зовсім
          не розуміють, або хибно розуміють, або однобоко розуміють. А яким він
          є насправді не розуміє ніхто. Тому й множаться всілякі вчення,
          стільки, що хоч греблю гати.{" "}
        </p>
      );
      break;
    case 6:
      return (
        <p>
          Ніхто зі звичайних живий істот не розуміє свій розум, не бачить свого
          обличчя, й тому всі блукають у трьох світах, тиняються шістьма
          шляхами, зазнаючи безліч страждань. Як гірко не знати свій розум!{" "}
        </p>
      );
      break;
    case 7:
      return (
        <p>
          Шраваки й прат’єкабудди хочуть зрозуміти розум із точки зору анатмана,
          але ж яким він є — не розуміють. Та й решта — кожний любить своє
          вчення, своє писання й, потрапивши в його тенета, не бачить Ясного
          Світла.{" "}
        </p>
      );
      break;
    case 8:
      return (
        <div>
          <p>
            Шраваки й прат’єкабудди осліплені пристрастю до об’єкту й суб’єкту.{" "}
          </p>
          <p>Мадг’ямики осліплені пристрастю до крайнощів двох істин. </p>
          <p>
            Ті, хто практикує крія- й тантрайоґу, осліплені пристрастю до
            заклинань і садганам.{" "}
          </p>
          <p>
            Ті, хто практикує мага- й ануйоґу, осліплені пристрастю до простору
            й усвідомлення.{" "}
          </p>
          <p>Помиляється той, хто бачить два в тому, що не є подвійно. </p>
          <p>
            Поки не зрозумієш, що подвійне – це одне й те саме, не бувати тобі
            Буддою.{" "}
          </p>
        </div>
      );
      break;
    case 9:
      return (
        <p>
          Самсара й нірвана неподільні в твоєму же власному розумі. Той, хто
          цього не усвідомлює та прямує за прийняттям і відразою, лише блукає в
          самсарі.{" "}
        </p>
      );
      break;
    case 10:
      return (
        <div>
          <p>
            Залиш ту Дгарму, яка вчить діянню й залиш ту, яка вчить недіянню.{" "}
          </p>
          <p>
            Ось настанова, як досягти самовизволення, побачивши ріґпа в її
            оголеності.{" "}
          </p>
          <p>
            Побачивши велику природну свободу всіх Дгарм, усі стануть
            досконалими в Великій Досконалості!{" "}
          </p>
        </div>
      );
      break;

    case 11:
      return (
        <p>
          Якщо це блискуче усвідомлення, яке звуть розумом, розглядати як таке,
          що існує, то воно не існує.{" "}
        </p>
      );
      break;
    case 12:
      return (
        <p>
          Якщо це блискуче усвідомлення, яке звуть розумом, розглядати як
          джерело — то самсара й нірвана, й усе розмаїття блаженства й
          страждання виникли з нього.{" "}
        </p>
      );
      break;
    case 13:
      return (
        <p>
          Якщо це блискуче усвідомлення, яке звуть розумом, розглядати як об’єкт
          бажання, то одинадцять колісниць прагнуть до нього.{" "}
        </p>
      );
      break;
    case 14:
      return (
        <div>
          <p>Імен же йому стільки, що й не злічити.</p>

          <p>
            Одні звуть його <em className="term">природою розуму</em> — розумом
            як він є.{" "}
          </p>

          <p>
            Тиртики звуть <em className="term">атманом</em> — самістю.{" "}
          </p>

          <p>
            Шраваки наполягають на <em className="term">анатмані</em> —
            відсутності Я.{" "}
          </p>

          <p>
            Читтаматрини звуть його <em className="term">віджняною</em> —
            свідомістю.{" "}
          </p>

          <p>
            Хто кличе <em className="term">праджняпарамітою</em> — позамежною
            мудрістю.{" "}
          </p>

          <p>
            Хто кличе <em className="term">суґатаґарбгою</em> — насінням суґати.{" "}
          </p>

          <p>
            Хто кличе <em className="term">магамудрою</em> — великим символом.{" "}
          </p>

          <p>
            Хто кличе <em className="term">самотнім тіґлем</em> — унікальною
            сферою.{" "}
          </p>

          <p>
            Хто кличе <em className="term">дгармадгатою</em> — дгармовим
            простором.{" "}
          </p>

          <p>
            Хто кличе <em className="term">алаєю</em> — основою всього.
          </p>

          <p>
            Хто кличе <em className="term">звичайним усвідомленням</em>.
          </p>
        </div>
      );
      break;

    case 15:
      return (
        <p>Минулі думки безслідно канули в шун’ю, залишилась лише ясність. </p>
      );
      break;
    case 16:
      return (
        <p>
          Майбутні думки ще не виникли – неухильне природне ясне усвідомлення.{" "}
        </p>
      );
      break;
    case 17:
      return (
        <p>
          В теперішньому ж усвідомлення природне й нехитре, нічого не вигадуючи,
          прямує своїм ходом.{" "}
        </p>
      );
      break;
    case 18:
      return (
        <p>
          Якщо це сяюче усвідомлення само на себе неприховано погляне,
          зазирнувши, не побачить нічого, окрім ясності.
        </p>
      );
      break;
    case 19:
      return;
      <p>
        Якщо пильно вдивитися в оголену очевидність ріґпи, – нетварна чиста
        шун’я, справжність неподвійності ясності й порожнечі.{" "}
      </p>;
      break;
    case 20:
      return (
        <div className="Prayer">
          <p>Не вічна, хоча й нетварна. </p>
          <p>Не припиняється – вдивись же бо в ясність. </p>
          <p>Не одне – усвідомлюється й роз’яснено як багато. </p>
          <p>Не багато – як розділити, якщо смак один. </p>
          <p>Не в силу чогось іншого – природне знання власного єства. </p>
          <p>Природний порядок існуючого – така є сутність пізнання лиця.</p>
        </div>
      );
      break;

    case 21:
      return (
        <div>
          <p>Три Тіла неподільні й повні в єдності.</p>
          <br />
          <ul>
            <li>
              <p>
                Нетварність – шун’ята <em className="term">дгармакаї</em>.{" "}
              </p>
            </li>
            <li>
              <p>
                Природній блискіт шун’яти – ясність{" "}
                <em className="term">самбгоґакаї</em>.{" "}
              </p>
            </li>
            <li>
              <p>
                Ясність, яка не знає перешкод, – явленість{" "}
                <em className="term">нірманакаї</em>.{" "}
              </p>
            </li>
          </ul>
          <br />
          <p>Три повні в єдності, це й є сутність.</p>
        </div>
      );
      break;

    case 22:
      return (
        <div>
          <p>Ось він, твій власний сюхвилинний розум (тепер-свідомість), </p>
          <p>ось вона, природна неполіпшуюча ясність. </p>
          <p>Як же можна говорити про нерозуміння природи розуму?! </p>
        </div>
      );
      break;
    case 23:
      return (
        <div>
          <p>Якщо нічого споглядати, </p>
          <p>нащо говорити, </p>
          <p>що споглядання не виникло?! </p>
        </div>
      );
      break;
    case 24:
      return (
        <div>
          <p>Якщо ось вона, очевидність ріґпи, </p>
          <p>нащо говорити, </p>
          <p>що не можеш знайти свій розум?! </p>
        </div>
      );
      break;
    case 25:
      return (
        <div>
          <p>Коли ось же він, безперервний потік ясної ріґпи, </p>
          <p>нащо говорити, </p>
          <p>що розум не бачить власного обличчя?! </p>
        </div>
      );
      break;
    case 26:
      return (
        <div>
          <p>Якщо думки виникають із твого же розуму, </p>
          <p>нащо говорити, </p>
          <p>що шукав того, хто міркує, й не знайшов?! </p>
        </div>
      );
      break;
    case 27:
      return (
        <div>
          <p>Та хоч у розумової активності й немає причин, </p>
          <p>нащо говорити, </p>
          <p>що вона не виникає?! </p>
        </div>
      );
      break;
    case 28:
      return (
        <div>
          <p>Якщо достатньо, не намагаючись покращити, </p>
          <p>залишити всі думки в їхньому природному стані, </p>
          <p>нащо говорити, </p>
          <p>що не можеш досягти цього?! </p>
        </div>
      );
      break;
    case 29:
      return (
        <div>
          <p>Якщо достатньо, не напружуючись, залишити все як є, </p>
          <p>нащо говорити, </p>
          <p>що немає для цього сил? </p>
        </div>
      );
      break;
    case 30:
      return (
        <div>
          <p>Якщо неподільність ясності, </p>
          <p>усвідомлення й порожнечі самодосконала,</p>
          <p>нащо говорити, </p>
          <p>що практикуючи, не надобув сідги? </p>
        </div>
      );
      break;
    case 31:
      return (
        <div>
          <p>Якщо ця самодосконалість виникла сама по собі, </p>
          <p>без причин і умов, </p>
          <p>нащо говорити, </p>
          <p>що старанністю нічого не досяг? </p>
        </div>
      );
      break;
    case 32:
      return (
        <div>
          <p>Якщо думки звільняються в самісінький момент свого виникнення, </p>
          <p>нащо говорити, </p>
          <p>що протиотрути не допомогли?! </p>
        </div>
      );
      break;

    case 33:
      return (
        <p>Ось він, сюхвилинний розум, нащо говорити, що не впізнаєш його?</p>
      );
      break;

    case 34:
      return (
        <div>
          <p>Воістину, природа розуму порожня й не має основи. </p>
          <p>Твій розум безсутній і пустий, немов небо. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
        </div>
      );
      break;
    case 35:
      return (
        <div>
          <p>Воістину, первісно ясна самонароджена мудрість </p>
          <p>І вільна від шор світогляду «все порожньо». </p>
          <p>Вона самонароджена, як самородок серця сонця. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
        </div>
      );
      break;
    case 36:
      return (
        <div>
          <p>Воістину, мудрість ріґпи ллється безперервним потоком, </p>
          <p>Немов повноводна річка, що тече без перешкод. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
        </div>
      );
      break;
    case 37:
      return (
        <div>
          <p>Воістину, метушливі думки не охопити, не запам’ятати. </p>
          <p>Безсутнє це сум’яття, немов порив вітру. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
        </div>
      );
      break;
    case 38:
      return (
        <div>
          <p>Воістину, що не з’являється, з’являється природно. </p>
          <p>Ці прояви виникають природно, </p>
          <p>Мов відображення в люстерці, що лише прикрашає його. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
        </div>
      );
      break;
    case 39:
      return (
        <div>
          <p>Воістину, всі характеристики дгарм </p>
          <p>Вільні в своєму природному стані. </p>
          <p>Вони виникають природно й природно вільні, подібно до хмар. </p>
          <p>Так чи не так? Зазирни в свій розум.</p>
        </div>
      );
      break;

    case 40:
      return (
        <div>
          <p>Скільки не шукай, знайдеш лише розум. </p>
          <p>Де знайдеш того, хто споглядає, іншого, ніж споглядання? </p>
        </div>
      );
      break;
    case 41:
      return (
        <div>
          <p>Скільки не шукай, знайдеш лише розум. </p>
          <p>Де знайдеш того, хто практикує, іншого, ніж сама практика? </p>
        </div>
      );
      break;
    case 42:
      return (
        <div>
          <p>Скільки не шукай, знайдеш лише розум. </p>
          <p>
            Де знайдеш того, хто охороняє обітниці, іншого, ніж самі обітниці?
          </p>
        </div>
      );
      break;
    case 43:
      return (
        <div>
          <p>Скільки не шукай, знайдеш лише розум. </p>
          <p>
            Де знайдеш того, хто реалізує, іншого, ніж плід, що реалізується?
          </p>
        </div>
      );
      break;
    case 44:
      return (
        <div>
          <p>Дивись ж бо, дивись! </p>
          <p>Пильно вдивляйся в свій розум!</p>
        </div>
      );
      break;

    case 45:
      return (
        <div className="Prayer">
          <p>Поглянь догори на небо – </p>
          <p>не знайдеш, куди відходять думки. </p>
          <br />
          <p>Поглянь усередину в свій розум – </p>
          <p>не знайдеш, звідки приходять думки. </p>
          <br />
          <p>Твій розум – найтонша ясність </p>
          <p>без виникнення (думок). </p>
          <br />
          <p>Твоя ріґпа – це ясне світло й порожнеча, </p>
          <p>це й є дгармакая. </p>
          <br />
          <p>Це мов блискотіння сонця, </p>
          <p>що сходить у безхмарному небі. </p>
          <br />
          <p>Хоч і не має форми, </p>
          <p>та пізнається як ясність. </p>
          <br />
          <p>Розуміння чи нерозуміння цього – дуже важливо.</p>
          <br />
        </div>
      );
      break;

    case 46:
      return (
        <div>
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>дитя ріґпи, в якого немає ані батька, ані матері. </p>
        </div>
      );
      break;
    case 47:
      return (
        <div>
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>Ніким не створена самонароджена мудрість. </p>
        </div>
      );
      break;
    case 48:
      return (
        <div>
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>Не піддане народженню, не піддане смерті. </p>
        </div>
      );
      break;
    case 49:
      return (
        <div>
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>Очевидна ясність та немає споглядача. </p>
        </div>
      );
      break;
    case 50:
      return (
        <div>
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>Тинялося в самсарі та не спіткала погана доля. </p>
        </div>
      );
      break;
    case 51:
      return (
        <div>
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>Бачило Будду та не досягло благої долі. </p>
        </div>
      );
      break;
    case 52:
      return (
        <div>
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>Є всюди та не впізнає обличчя.</p>
        </div>
      );
      break;
    case 53:
      return (
        <div>
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>Сподівається на інший плід, </p>
          <p>інакший від нього самого.</p>
        </div>
      );
      break;
    case 54:
      return (
        <div>
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>Тотожнє собі та втілюється в інше.</p>
        </div>
      );
      break;

    case 55:
      return (
        <div>
          <p>Сюхвилинна ріґпа безсутнісна й ясна.</p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">світоглядів</em>.
          </p>
        </div>
      );
      break;
    case 56:
      return (
        <div>
          <p>
            Сюхвилинна ріґпа безрозсудлива, всеохоплююча й відійшла від усього.
          </p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">споглядань</em>.
          </p>{" "}
        </div>
      );
      break;
    case 57:
      return (
        <div>
          <p>
            Сюхвилинна ріґпа нічого не поліпшує й цілком відповідне світові.
          </p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">практик</em>.
          </p>
        </div>
      );
      break;
    case 58:
      return (
        <div>
          {" "}
          <p>
            Сюхвилинну ріґпу неможливо завоювати, вона первісно самодосконала.
          </p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">плодів</em>.
          </p>
        </div>
      );
      break;

    case 59:
      return (
        <div>
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це велика колісниця безпомилкового{" "}
            <em className="term">світогляду</em>.{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею. </p>
        </div>
      );
      break;

    case 60:
      return <div></div>;
      break;
    case 61:
      return (
        <div>
          <p>Ясність сюхвилинної мудрості – </p>
          <p>
            це велика колісниця безпомилкової <em className="term">практики</em>
            .{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею. </p>
        </div>
      );
      break;
    case 62:
      return (
        <div>
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це велика колісниця безпомилкового{" "}
            <em className="term">споглядання</em>.{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею. </p>
        </div>
      );
      break;
    case 63:
      return (
        <div>
          {" "}
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це велика колісниця безпомилкового <em className="term">плоду</em>.{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею.</p>
        </div>
      );
      break;

    case 64:
      return (
        <div>
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">світогляду</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом. </p>
        </div>
      );
      break;
    case 65:
      return (
        <div>
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">споглядання</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом. </p>
        </div>
      );
      break;
    case 66:
      return (
        <div>
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">практики</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом. </p>
        </div>
      );
      break;
    case 67:
      return (
        <div>
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">плоду</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом.</p>
        </div>
      );
      break;

    case 68:
      return <p>Не дій за попередніми шаблонами, відкинь думки про минуле.</p>;
      break;
    case 69:
      return (
        <p>Не загадуй на майбутнє, досить чиплятися розумом за фантазії.</p>
      );
      break;
    case 70:
      return <p>Не хапайся за теперішнє, спочивай у безтурботності неба.</p>;
      break;
    case 71:
      return <p>«Немає споглядання» – значить, не споглядай нічого.</p>;
      break;
    case 72:
      return (
        <p>«Немає відволікання» – значить, не відволікаючись, пам’ятай.</p>
      );
      break;

    case 73:
      return (
        <p>
          Не споглядаючи, не відволікаючись, зазирни в свій розум, оголюючи його
          дійсну природу.
        </p>
      );
      break;
    case 74:
      return (
        <p>
          Природна ріґпа, природне усвідомлення, природна ясність виникає,
          виблискуючи. Це й зветься бодгичита.
        </p>
      );
      break;
    case 75:
      return (
        <div className="Prayer">
          <p>Це не-споглядання не можна помислити. </p>{" "}
          <p>Це не-відволікання – ясність сутності. </p>{" "}
          <p>Порожнеча проявів – самозвільнення. </p>{" "}
          <p>Порожнеча ясності – дгармакая. </p> <p>Коли же стане очевидно, </p>{" "}
          <p>Що цього не набути на шляху Будди, </p>{" "}
          <p>Тієї же самої миті пізнаєш Ваджрасатву.</p>
        </div>
      );
      break;

    case 76:
      return (
        <p>
          Багато є поглядів, які не згодні один із одним. Але твій розум,
          природна ріґпа, є самовиникненою мудрістю, де погляд і споглядач
          неподвійні.
        </p>
      );
      break;
    case 77:
      return (
        <div className="Prayer">
          <p>Шукай того, хто тримається погляду, – </p>
          <p>Ось шукав його та не знайшов. </p>
          <p>Цієї миті досяг припинення поглядів. </p>
          <p>Немає більше поглядів – наздобув себе. </p>
        </div>
      );
      break;
    case 78:
      return (
        <p>
          Без споглядання й без об’єкту споглядання, та не впадаючи в байдужість
          безпочаткової шун’ї, сюхвилинне усвідомлення ясне.{" "}
        </p>
      );
      break;
    case 79:
      return (
        <p>
          Такий є погляд Великої Досконалості. Думати чи не думати – яка
          різниця.
        </p>
      );
      break;

    case 80:
      return (
        <p>
          Багато є поглядів, які не згодні один із одним. Але твоє природне
          усвідомлення нехитро й безпосередньо. Споглядання й споглядач
          неподвійні.{" "}
        </p>
      );
      break;
    case 81:
      return (
        <div className="Prayer">
          <p>Шукай того, хто споглядає або не споглядає – </p>
          <p>Ось шукав його та не знайшов. </p>
          <p>Цієї миті досяг припинення споглядання. </p>
          <p>Немає більше споглядання – наздобув себе. </p>
        </div>
      );
      break;
    case 82:
      return (
        <p>
          Без споглядання й об’єкту споглядання, та не впадаючи в затьмарення,
          сонливість або збудження, нічого не поліпшуюче сюхвилинне усвідомлення
          ясне. Ця рівнісність без поліпшення й є дг’яною.{" "}
        </p>
      );
      break;
    case 83:
      return <p>Встановлення чи невстановлення розуму – яка різниця.</p>;
      break;

    case 84:
      return (
        <p>
          Багато є практик, які не згодні одна з одною. Та мудрість твоєї ріґпи
          – це унікальне тіґле. Практика й той, хто практикує, – неподвійні.
        </p>
      );
      break;
    case 85:
      return (
        <div className="Prayer">
          <p>Шукай того, хто практикує або не практикує, – </p>
          <p>Ось шукав його та не знайшов.</p>
          <p>Цієї миті досяг припинення практики.</p>
          <p>Немає більше практики – наздобув себе. </p>
        </div>
      );
      break;
    case 86:
      return (
        <p>
          Споконвіку немає жодної практики, яку необхідно виконувати. Не
          підлягаючи під владу кармічних слідів і помилок, нічого не поліпшуюче
          сюхвилинне усвідомлення природно ясне. Не виправляючи, не псуючи, не
          приймаючи, не відкидаючи – таким є виконання практики досконалої
          чистоти.
        </p>
      );
      break;
    case 87:
      return <p>Чисте чи нечисте – яка різниця.</p>;
      break;

    case 88:
      return (
        <p>
          Багато є плодів, які не згодні один із одним. Та твоя ріґпа, природа
          розуму, – спонтанна досконалість трьох тіл. Реалізація плоду й той,
          хто реалізує, неподвійні.
        </p>
      );
      break;
    case 89:
      return (
        <div className="Prayer">
          <p>Шукай того, хто реалізує плід, –</p>
          <p>Ось шукав його та не знайшов.</p>
          <p>Цієї миті досяг звільнення від плоду.</p>
          <p>Немає плоду – пізнав себе. </p>
        </div>
      );
      break;
    case 90:
      return (
        <p>
          Яким би не був плід, немає потреби прагнути його. Не підвладне
          культивації (доброго) й позбавлення (від поганого), надії (на нірвану)
          й страху (самсари), сюхвилинне усвідомлення природно ясне й
          самодосконале.{" "}
        </p>
      );
      break;

    case 91:
      return (
        <p>
          Три тіла досконалі в тобі самому – зрозумій! Первісний Будда – а хіба
          існує інший плід?
        </p>
      );
      break;

    case 92:
      return (
        <p>
          Оскільки ріґпа не схиляється до жодної з крайнощів, то зветься{" "}
          <em className="term"> мадг’ямою</em> – серединним шляхом.{" "}
        </p>
      );
      break;

    case 93:
      return (
        <p>
          Оскільки потік свідомості безперервний, то зветься{" "}
          <em className="term"> ріґпою</em>.{" "}
        </p>
      );
      break;
    case 94:
      return (
        <p>
          Оскільки шун’я містить зародок ріґпи, то говорять про{" "}
          <em className="term"> суґатаґарбгу</em>.
        </p>
      );
      break;
    case 95:
      return (
        <p>
          Оскільки ріґпа знає справжню сутність і це перевершує все решта, то
          говорять про <em className="term"> праджняпараміту</em>.{" "}
        </p>
      );
      break;
    case 96:
      return (
        <p>
          Оскільки ріґпа незбагненна розумовим шляхом і первісно вільна від усіх
          обмежень, то зветься <em className="term"> магамудрою</em>.{" "}
        </p>
      );
      break;
    case 97:
      return (
        <p>
          Оскільки відповідно до розуміння чи нерозуміння виникають самсара й
          нірвана, й усі страждання й блаженства, то говорять про ріґпу{" "}
          <em className="term"> алая</em>.{" "}
        </p>
      );
      break;
    case 98:
      return (
        <p>
          Оскільки ріґпа – це чітко ясне усвідомлення – абсолютно звична й не
          виняткова, то зветься{" "}
          <em className="term"> звичайним усвідомленням</em>.
        </p>
      );
      break;

    case 99:
      return (
        <p>
          Хоча йому й дають багато імен, ретельно продуманих і милозвучних, та
          по суті – це твоє сюхвилинне усвідомлення. Та якщо хтось хоче знайти
          будь-що інше, це як нібито вдома в нього був слон, а він тинявся б
          усюди в пошуках його слідів.{" "}
        </p>
      );
      break;
    case 100:
      return (
        <p>
          Як не можна аршином виміряти всесвіт, так само не можна досягти стану
          Будди, не зрозумівши, що все походить із розуму.{" "}
        </p>
      );
      break;
    case 101:
      return (
        <p>
          Якщо, не знаючи свого обличчя, шукатимеш свій розум десь зовні,
          намагаючись знайти щось інше, як знайдеш себе?! Так дурень, збитий з
          пантелику виставою, загубивши себе в ярмарочному натовпі, тиняється,
          шукає себе, забувши своє обличчя, й помилково приймає інших за себе
          самого.{" "}
        </p>
      );
      break;
    case 102:
      return (
        <p>
          Коли не бачиш справжню сутність речей і не розумієш, що всі явища
          походять із розуму, то продовжуєш блукати в самсарі.{" "}
        </p>
      );
      break;
    case 103:
      return <p>Коли не бачиш, що твій розум і є Будда, опоганюєш нірвану. </p>;
      break;
    case 104:
      return (
        <p>
          Коли усвідомиш, що самсара й нірвана – це лише розуміння й
          нерозуміння, цієї же самої миті між ними не стане різниці.{" "}
        </p>
      );
      break;
    case 105:
      return (
        <p>
          Помилково шукати самсару й нірвану деінде, крім свого власного розуму,
          проте й помилка, й безпомилковість мають одну й ту саму природу.{" "}
        </p>
      );
      break;
    case 106:
      return (
        <p>
          Тому залиш природу розуму, як вона є, не намагаючись її покращити, й
          досягнеш звільнення.{" "}
        </p>
      );
      break;
    case 107:
      return (
        <p>
          Природу розуму, всевідаючу, всезнаючу, пусту й ясну, можна порівняти з
          небом, де ясність і порожнеча неподільні. Та вподібнювання Дгармати
          небу – це досить однобоке порівняння. В природі розуму будь-яка
          ясність супроводжується усвідомленням. Небо ж є лише неживою
          порожнечею без усвідомлення. Таким чином, приклад із небом не
          розкриває природи розуму.{" "}
        </p>
      );
      break;
    case 108:
      return (
        <p>
          Дгармата ж є перевтіленням самонародженої мудрості в очевидну ясність.
          Однак ця ясність, яка дана нам, як і все явлене буття, усвідомлюється
          лише в нашому же розумі. Це усвідомлення ясності й є природа розуму.
          Якраз через ясність ми й порівнюємо Дгармату з небом.{" "}
        </p>
      );
      break;

    case 109:
      return (
        <p>
          Все це розмаїття явленого є лише відносна істина. Жодного з цих явищ
          насправді не існує, вони миттєво зникають.{" "}
        </p>
      );
      break;
    case 110:
      return (
        <p>
          Усе явлене буття – й самсара, й нірвана – є лише тільки природою
          розуму, що являється сама собі й споглядає сама себе.{" "}
        </p>
      );
      break;
    case 111:
      return (
        <p>
          Коли потік свідомості змінюється в своєму русі, то відповідно до цих
          змін перед розумом постають явища, які сприймаються як зовнішні.{" "}
        </p>
      );
      break;
    case 112:
      return (
        <p>
          Усе є не що інше, як розум, який споглядає власне явище. Кожний із
          шести класів живих істот бачить ці явища по-своєму. Всі по-різному
          бачать і по-різному роз’яснюють та, чіпляючись за відмінності,
          впадають у прив’язаність і помилки.
        </p>
      );
      break;

    case 113:
      return (
        <div>
          <p>
            Коли всі явища, що усвідомлюються розумом, виникають, але ти не
            чіпляєшся за ці видимі явища, ти – Будда.{" "}
          </p>

          <p>
            Явище само по собі ще не є помилка, чіплятись за нього – ось у чому
            помилка.{" "}
          </p>

          <p>
            Коли розпізнав у своєму розумі ці вречевлюючі думки, це й є
            самозвільнення.
          </p>
        </div>
      );
      break;

    case 114:
      return <p>Що би не з’являлось – це лише прояви розуму. </p>;
      break;
    case 115:
      return <p>З’являється неживий світ-посудина – це лише прояв розуму. </p>;
      break;
    case 116:
      return <p>З’являється сік шести класів живих істот – це розум. </p>;
      break;
    case 117:
      return <p>З’являється рай і блаженство богів і людей – це розум.</p>;
      break;
    case 118:
      return <p>З’являються страждання трьох дурних долей – це розум. </p>;
      break;
    case 119:
      return <p>З’являються незнання й отрута п’яти клешей – це розум. </p>;
      break;
    case 120:
      return <p>З’являється ріґпа самонародженої мудрості – це розум. </p>;
      break;
    case 121:
      return <p>З’являються благі думки й нірвана – це розум. </p>;
      break;
    case 122:
      return (
        <p>З’являються перешкоди, які створюють мари й духи, – це розум.</p>
      );
      break;
    case 123:
      return (
        <p>З’являється їдам і наздобуваються сідги та інші блага – це розум.</p>
      );
      break;
    case 124:
      return;
      <p>Перебуваєш в односпрямованій концентрації без думок – це розум.</p>;
      break;
    case 125:
      return <p>З’являються різноманітні характеристики речей – це розум. </p>;
      break;
    case 126:
      return <p>З’являється безатрибутивна немножинність – це розум. </p>;
      break;
    case 127:
      return <p>З’являється неподвійність одного й багатьох – це розум. </p>;
      break;
    case 128:
      return <p>З’являється «є», «немає», «нереальне» – це розум.</p>;
      break;

    case 129:
      return;
      <p>Немає явищ, окрім тих, що виникають із розуму. </p>;
      break;
    case 130:
      return <p>Немає явищ, яким природа розуму перешкоджала би виникнути. </p>;
      break;
    case 131:
      return (
        <p>
          Як вода в океані збирається в хвилі, так і всі явища виникають із
          розуму й, недвойствені розуму, звільняються в розумі же.
        </p>
      );
      break;

    case 132:
      return (
        <div>
          <p>Споглядай всі прояви, які виникають самі по собі. </p>

          <p>Звідки прийшли вони? </p>

          <p>Де перебувають? </p>

          <p>Куди йдуть? </p>

          <p>
            Так птах – спурхне зі ставка й сліду не залишиться на воді. Так і ці
            прояви природно виникають із розуму й звільняються в розумі же.{" "}
          </p>
        </div>
      );
      break;

    case 133:
      return (
        <p>
          Які назви ні давай, які ярлики ні чіпляй, не існує нічого, єдине окрім
          розуму. Та ця єдиність не має ані основи, ані кореню.{" "}
        </p>
      );
      break;
    case 134:
      return (
        <div className="Prayer">
          <p>На нього не може бути однобокого погляду. </p>
          <br />
          <p>Його не можна розглядати як дійсне, </p>

          <p>Бо воно ніде не здійснюється. </p>
          <br />
          <p>Його не можна розглядати як порожнє, </p>

          <p>Бо воно усвідомлюється й виблискує ясністю. </p>
          <br />
          <p>Його не можна розглядати як і те, й інше, </p>

          <p>Бо ясність і порожнеча неподільні. </p>
          <br />

          <p>
            <em className="term"> Сюхвилинне самоусвідомлення</em> чітко ясне.
          </p>
        </div>
      );
      break;

    case 135:
      return (
        <div>
          <p>Події відбуваються, та немає усвідомлення діючої особи. </p>

          <p>
            Хоча в речей і немає самобуття, та вони дійсно сприймаються через
            досвід.{" "}
          </p>

          <p>Якщо так практикувати – досягнеш звільнення. </p>

          <p>
            Пізнання відбувається через безпосереднє спирання на органи почуттів
            без утручання інтелекту.
          </p>
        </div>
      );
      break;

    case 136:
      return (
        <p>
          Таким чином, природне усвідомлення бачить очевидне в його
          неприхованості. Це самозвільнення через оголюючу увагу досить глибоке,
          тому опануйте цей природний стан.
        </p>
      );
      break;
    case 137:
      return (
        <p>
          Коли розумієш що твій розум – це порожнеча й мудрість, то й благо, й
          гріхи звільняються в природний стан. Коли не розумієш цього, то хоч
          благо коїш, хоч грішиш – лише накопичуєш карму, тиняючись між раєм і
          пеклом.{" "}
        </p>
      );
      break;
    case 138:
      return (
        <p>
          Та як тільки зрозумів, що твій розум – це порожнеча й мудрість, не
          дозріє більше ані доброго, ані дурного. Як у небі не може забити
          джерело, так і в шун’ї не може реалізуватись ані добре, ані дурне.
        </p>
      );
      break;

    default:
      return <p>Немає явищ, окрім тих, що виникають із розуму. </p>;
  }
}
