import React from "react";
import brain_mirror from "./img/brain_mirror.jpg";

export default function Piece2() {
  return (
    <div className="Piece2">
      <h3>2</h3>
      <br />
      <p>КХ’Є ГО! </p>
      <p>(Слухайте!) </p>
      <p>
        О щасливі діти шляхетних родів! «Розум» — багато про нього говорять,
        багато патякають… Та або ж зовсім не розуміють, або хибно розуміють, або
        однобоко розуміють. А яким він є насправді не розуміє ніхто. Тому й
        множаться всілякі вчення, стільки, що хоч греблю гати.{" "}
      </p>
      <p>
        Ніхто зі звичайних живий істот не розуміє його, не бачить свого обличчя,
        й тому всі блукають у трьох світах, тиняються шістьма шляхами, зазнаючи
        безліч страждань. Як гірко не знати свій розум!{" "}
      </p>
      <p>
        Шраваки й прат’єкабудди хочуть зрозуміти його з точки зору анатмана, але
        ж яким він є — не розуміють. Та й решта — кожний любить своє вчення,
        своє писання й, потрапивши в його тенета, не бачить Ясного Світла.{" "}
      </p>
      <p>
        Шраваки й прат’єкабудди осліплені пристрастю до об’єкту й суб’єкту.{" "}
      </p>
      <p>Мадг’ямики осліплені пристрастю до крайнощів двох істин. </p>
      <p>
        Ті, хто практикує крія- й тантрайоґу, осліплені пристрастю до заклинань
        і садганам.{" "}
      </p>
      <p>
        Ті, хто практикує мага- й ануйоґу, осліплені пристрастю до простору й
        усвідомлення.{" "}
      </p>
      <p>Помиляється той, хто бачить два в тому, що не є подвійно. </p>
      <p>
        Поки не зрозумієш, що подвійне – це одне й те саме, не бувати тобі
        Буддою.{" "}
      </p>
      <p>
        Самсара й нірвана неподільні в твоєму же власному розумі. Той, хто цього
        не усвідомлює та прямує за прийняттям і відразою, лише блукає в самсарі.{" "}
      </p>
      <p>
        Тому залиш ту Дгарму, яка вчить діянню й залиш ту, яка вчить недіянню.{" "}
      </p>
      <p>
        Ось настанова, як досягти самовизволення, побачивши ріґпу в її
        оголеності.{" "}
      </p>
      <p>
        Побачивши велику природну свободу всіх Дгарм, усі стануть досконалими в
        Великій Досконалості!{" "}
      </p>
      <p>
        Самая ДЖА! ДЖА! ДЖА!<sup>1</sup>
      </p>
      <div>
        <img className="img-fluid" src={brain_mirror} alt="brain_mirror" />
      </div>
      <hr />
      <em>
        <p>
          <sup id="footnote1">1</sup> Вигук потрійної печатки, що відзначає
          потаємність сказаного.
        </p>
      </em>
    </div>
  );
}
