import React from "react";
import buddhaMirror from "./img/buddhaMirror.jpg";

export default function Piece6() {
  return (
    <div className="Piece6">
      <h3>6</h3>
      <br />
      <p>
        Отже, проповідано про вступ до цієї практики впізнавання свого обличчя.
      </p>
      <br />
      <p>Ось він, твій власний сюхвилинний розум (тепер-свідомість), </p>
      <p>ось вона, природна неполіпшуюча ясність. </p>
      <p>Як же можна говорити про нерозуміння природи розуму?! </p>
      <br />
      <div className="Prayer">
        <p>Якщо нічого споглядати, </p>
        <p>нащо говорити, </p>
        <p>що споглядання не виникло?! </p>
        <br />
        <p>Якщо ось вона, очевидність ріґпи, </p>
        <p>нащо говорити, </p>
        <p>що не можеш знайти свій розум?! </p>
        <br />
        <p>Коли ось же він, безперервний потік ясної ріґпи, </p>
        <p>нащо говорити, </p>
        <p>що розум не бачить власного обличчя?! </p>
        <br />
        <p>Якщо думки виникають із твого же розуму, </p>
        <p>нащо говорити, </p>
        <p>що шукав того, хто міркує, та не знайшов?! </p>
        <br />
        <p>Та хоч у розумової активності й немає причин, </p>
        <p>нащо говорити, </p>
        <p>що вона не виникає?! </p>
        <br />
        <p>Якщо достатньо, не намагаючись покращити, </p>
        <p>залишити всі думки в їхньому природному стані, </p>
        <p>нащо говорити, </p>
        <p>що не можеш досягти цього?! </p>
        <br />
        <p>Якщо достатньо, не напружуючись, залишити все як є, </p>
        <p>нащо говорити, </p>
        <p>що немає для цього сил? </p>
        <br />
        <p>Якщо неподільність ясності, </p>
        <p>усвідомлення й порожнечі самодосконала,</p>
        <p>нащо говорити, </p>
        <p>що практикуючи, не надобув сідги? </p>
        <br />
        <p>Якщо ця самодосконалість виникла сама по собі, </p>
        <p>без причин і умов, </p>
        <p>нащо говорити, </p>
        <p>що старанністю нічого не досяг? </p>
        <br />
        <p>Якщо думки звільняються в самісінький момент свого виникнення, </p>
        <p>нащо говорити, </p>
        <p>що протиотрути не допомогли?! </p>
        <br />
        <p>Ось він, сюхвилинний розум, </p>
        <p>нащо говорити, </p>
        <p>що не впізнаєш його?</p>
      </div>

      <div>
        <img className="img-fluid" src={buddhaMirror} alt="buddhaMirror" />
      </div>
    </div>
  );
}
