import React from "react";
import duck from "./img/duck.jpeg";

export default function Piece20() {
  return (
    <div className="Piece20">
      <h3>20</h3>
      <br />
      <p>
        Хоча йому й дають багато імен, ретельно продуманих і милозвучних, та по
        суті – це твоє сюхвилинне усвідомлення.{" "}
      </p>

      <p>
        Та якщо хтось хоче знайти будь-що інше, це як нібито вдома в нього був
        слон, а він тинявся б усюди в пошуках його слідів.{" "}
      </p>

      <p>
        Як не можна аршином виміряти всесвіт, так само не можна досягти стану
        Будди, не зрозумівши, що все походить із розуму.{" "}
      </p>

      <p>
        Якщо, не знаючи свого обличчя, шукатимеш свій розум десь зовні,
        намагаючись знайти щось інше, як знайдеш себе?! Так дурень, збитий з
        пантелику виставою, загубивши себе в ярмарочному натовпі, тиняється,
        шукає себе, забувши своє обличчя, й помилково приймає інших за себе
        самого.{" "}
      </p>

      <p>
        Коли не бачиш справжню сутність речей і не розумієш, що всі явища
        походять із розуму, то продовжуєш блукати в самсарі.{" "}
      </p>

      <p>Коли не бачиш, що твій розум і є Будда, опоганюєш нірвану. </p>

      <p>
        Коли усвідомиш, що самсара й нірвана – це лише розуміння й нерозуміння,
        цієї же самої миті між ними не стане різниці.{" "}
      </p>

      <p>
        Помилково шукати самсару й нірвану деінде, крім свого власного розуму,
        проте й помилка, й безпомилковість мають одну й ту саму природу.{" "}
      </p>

      <p>Потік свідомості живих істот не поділений на самсару й нірвану. </p>

      <p>
        Тому залиш природу розуму як вона є, не намагаючись її покращити, й
        досягнеш звільнення.{" "}
      </p>

      <p>
        Якщо не виявиш коріння цієї помилки в своєму ж розумі, ніколи не
        зрозумієш Дгармату.{" "}
      </p>

      <p>Тому споглядай ці прояви, які виникають самі по собі. </p>

      <p>Звідки прийшли вони? </p>

      <p>Де перебувають? </p>

      <p>Куди йдуть? </p>

      <p>
        Так птах – спурхне зі ставка й сліду не залишиться на воді. Так і ці
        прояви природно виникають із розуму й звільняються в розумі же.{" "}
      </p>

      <p>
        Природу розуму, всевідаючу, всезнаючу, пусту й ясну, можна порівняти з
        небом, де ясність і порожнеча неподільні.{" "}
      </p>

      <p>
        Дгармата ж є перевтіленням самонародженої мудрості в очевидну ясність.
        Однак ця ясність, яка дана нам, як і все явлене буття, усвідомлюється
        лише в нашому же розумі.{" "}
      </p>

      <p>
        Це усвідомлення ясності й є природа розуму. Якраз через ясність ми й
        порівнюємо Дгармату з небом. Та вподібнювання Дгармати небу – це досить
        однобоке порівняння. В природі розуму будь-яка ясність супроводжується
        усвідомленням. Небо ж є лише неживою порожнечею без усвідомлення. Таким
        чином, приклад із небом не розкриває природи розуму.{" "}
      </p>

      <p>Непохитно перебувай у такому стані.</p>

      <br />
      <div>
        <img className="img-fluid" src={duck} alt="duck" />
      </div>
    </div>
  );
}
