import React from "react";
import BuddhaBodies from "./img/BuddhaBodies.jpg";
import rigpa from "./img/rigpa.png";

export default function Piece1() {
  return (
    <div className="Piece1">
      <h1>Падмасамбгава</h1>
      <div className="Rigpa">
        <img className="img-fluid" src={rigpa} alt="rigpa" />
      </div>{" "}
      <br />
      <h2>
        <p>«САМОВИЗВОЛЕННЯ ЧЕРЕЗ УВАГУ, </p>
        <p>ЯКА ОГОЛЮЄ, – </p>
        <p>ПРЯМИЙ ВСТУП ДО РІҐПА»</p>
      </h2>
      <br />
      <h3>1</h3>
      <br />
      <p>Вітаю божеств Трьох Тіл природного ясного ріґпа!</p>
      <br />
      <p>Буде проповідане </p>
      <p>«САМОВИЗВОЛЕННЯ ЧЕРЕЗ УВАГУ, ЯКА ОГОЛЮЄ, – </p>
      <p>ПРЯМИЙ ВСТУП ДО РІҐПА» </p>
      <p>з циклу </p>
      <p>«Потаємного Вчення про самовдосконалення </p>
      <p>в первісном стані мирних і гнівних божеств».</p>
      <br />
      <p>* * * </p>
      <p>О щасливі діти шляхетних родів! </p>
      <p>Добре слухайте це пряме введення в ваше власне ріґпа.</p>
      <p>
        Самая ДЖА! ДЖА! ДЖА! <sup>1</sup>
      </p>
      <br />
      <p>* * * </p>
      <p>
        Е МА ХО! <sup>2</sup>
      </p>
      <div className="Prayer">
        <p>І самсара, й нірвана охоплені природою розуму, </p>
        <p>Первісним єством – та не впізнаємо себе. </p>
        <p>Безперервний потік ясного ріґпа – та не бачимо обличчя. </p>
        <p>Безперешкодно виникнення – та ніяк не зрозуміємо.</p>
      </div>
      <br />
      <p>
        Тому, щоби впізнали ми своє лице, Переможці трьох часів проповідують
        вісімдесят чотири тисячі брам до Дгарми та інші вчення, стільки, що й
        думкою не осягти.{" "}
      </p>
      <p>
        Ні про що інше не проповідують вони, окрім упізнавання власного обличчя.
      </p>
      <p>
        Не злічити трактати, як не знайти край неба, та сутність єдина – Три
        Заповіти про вступ до Ріґпа <sup>3</sup>. Ось це пряме введення, що
        миттєво вводить до очевидного стану Переможців.
      </p>
      <div>
        <img className="img-fluid" src={BuddhaBodies} alt="BuddhaBodies" />
      </div>
      <hr />
      <em>
        <p>
          <sup>1</sup> Вигук потрійної печатки, що відзначає потаємність
          сказаного.
        </p>
        <p>
          <sup>2</sup> Вигук радісного захоплення.
        </p>
        <p>
          <sup>3</sup> Три Заповіти Гараба Дордже: пряме введення, відсутність
          сумнівів і утримання досягнення.
        </p>
      </em>
    </div>
  );
}
