import React from "react";
import mindSpace from "./img/mindSpace.jpg";

export default function Piece8() {
  return (
    <div className="Piece8">
      <h3>8</h3>
      <br />
      <div className="Prayer">
        <p>Скільки не шукай, знайдеш лише розум. </p>
        <p>Де знайдеш того, хто споглядає, іншого, ніж споглядання? </p>
        <br />
        <p>Скільки не шукай, знайдеш лише розум. </p>
        <p>Де знайдеш того, хто практикує, іншого, ніж сама практика? </p>
        <br />
        <p>Скільки не шукай, знайдеш лише розум. </p>
        <p>
          Де знайдеш того, хто охороняє обітниці, іншого, ніж самі обітниці?
        </p>
        <br />
        <p>Скільки не шукай, знайдеш лише розум. </p>
        <p>Де знайдеш того, хто реалізує, іншого, ніж плід, що реалізується?</p>
        <br />
        <p>Дивись ж бо, дивись! </p>
        <p>Пильно вдивляйся в свій розум!</p>
        <br />
      </div>
      <div>
        <img className="img-fluid" src={mindSpace} alt="mindSpace" />
      </div>
    </div>
  );
}
