import React from "react";
import Padmasambhava from "./img/Padmasambhava.jpg";

export default function Piece27() {
  return (
    <div className="Piece27">
      <h3>27</h3>
      <br />
      <p>
        Кунжут і молоко – обидва є причиною масла, та без вичавлювання кунжуту й
        пахтання молока масла не отримаєш.{" "}
      </p>

      <p>
        Так і всі живі істоти, хоча всі воістину мають потенціал буддства, однак
        якщо не практикуватимуть, то стану Будди не досягнуть.
      </p>

      <p>
        Та якщо практикуватиме, то навіть вівчар-кочовик досягне звільнення.
        Хоча й не чув настанов, та відчуває себе як удома в цьому очевидному
        стані. Коли сам скуштуєш цукру, немає потреби, щоби хтось описував тобі
        його смак.
      </p>

      <p>
        Навіть пандита може помилятись, якщо в нього немає цього прямого
        досвіду. Хоч і набив руку в тлумаченні дев’яти колісниць, та це все одно
        що розпускати чутки про далекі місця, де ти ніколи не був. Стан Будди
        навіть на мить не торкнеться.
      </p>

      <p>
        Коли розумієш це, то й благо, й гріхи звільняються в природний стан.{" "}
      </p>

      <p>
        Коли не розумієш цього, то хоч благо коїш, хоч грішиш – лише накопичуєш
        карму, тиняючись між раєм і пеклом.{" "}
      </p>

      <p>
        Та як тільки зрозумів, що твій розум – це порожнеча й мудрість, не
        дозріє більше ані доброго, ані дурного. Як у небі не може забити
        джерело, так і в шун’ї не може реалізуватись ані добре, ані дурне.
      </p>

      <p>
        Таким чином, природне усвідомлення бачить очевидне в його
        неприхованості. Це самозвільнення через оголюючу увагу досить глибоке,
        тому опануйте цей природний стан.
      </p>

      <p>ЗАБ ДЖА! (Запечатано міцно).</p>
      <br />
      <hr />
      <p>Е МА!</p>

      <p>
        Закінчено текст «Самозвільнення через увагу, яка оголює – прямий вступ
        до ріґпи».
      </p>

      <p>
        На користь живим істотам майбутніх поколінь, яким випаде жити в нечисту
        епоху калі-юги, я склав всі ці тантри, агами й упадеші за необхідністю в
        короткій формі. Хоча я й склав їх зараз, але заховав у потаємних кладах,
        як дорогоцінні скарби – терма. Нехай будуть знайдені, коли прийде їхній
        час.
      </p>

      <p>Самая ДЖА! ДЖА! ДЖА!</p>

      <hr />
      <p>
        Шастра про прямий вступ до очевидності ріґпи, що зветься{" "}
        <p>
          «Самовизволення через увагу, яка оголює, – прямий вступ до ріґпи»,
        </p>
        складена Падмасамгавою, вчителем із Уддіяни.
      </p>

      <p>Нехай не закінчиться, поки самсара не спорожніє.</p>

      <br />
      <div>
        <img className="img-fluid" src={Padmasambhava} alt="Padmasambhava" />
      </div>
    </div>
  );
}
