import React from "react";
import DalaiLama from "./img/DalaiLama.jpg";

export default function Piece16() {
  return (
    <div className="Piece16">
      <h3>16</h3>
      <br />
      <p>
        Багато є поглядів, які не згодні один із одним. Але твоє природне
        усвідомлення нехитро й безпосередньо. Споглядання й споглядач
        неподвійні.{" "}
      </p>
      <div className="Prayer">
        <p>Шукай того, хто споглядає або не споглядає – </p>
        <p>Ось шукав його та не знайшов. </p>
        <p>Цієї миті досяг припинення споглядання. </p>
        <p>Немає більше споглядання – наздобув себе. </p>
      </div>
      <p>
        Без споглядання й об’єкту споглядання, та не впадаючи в затьмарення,
        сонливість або збудження, нічого не поліпшуюче сюхвилинне усвідомлення
        ясне. Ця рівність без поліпшення й є дг’яною.{" "}
      </p>
      <p>Встановлення чи невстановлення розуму – яка різниця.</p>

      <br />
      <div>
        <img className="img-fluid" src={DalaiLama} alt="DalaiLama" />
      </div>
    </div>
  );
}
