import React from "react";
import practice from "./img/practice.jpg";

export default function Piece17() {
  return (
    <div className="Piece17">
      <h3>17</h3>
      <br />
      <p>
        Багато є практик, які не згодні одна з одною. Та мудрість твоєї ріґпи –
        це унікальне тіґле. Практика й той, хто практикує, – неподвійні.
      </p>
      <div className="Prayer">
        <p>Шукай того, хто практикує або не практикує, – </p>
        <p>Ось шукав його та не знайшов.</p>
        <p>Цієї миті досяг припинення практики.</p>
        <p>Немає більше практики – наздобув себе. </p>
      </div>
      <p>
        Споконвіку немає жодної практики, яку необхідно виконувати. Не
        підлягаючи під владу кармічних слідів і помилок, нічого не поліпшуюче
        сюхвилинне усвідомлення природно ясне. Не виправляючи, не псуючи, не
        приймаючи, не відкидаючи – таким є виконання практики досконалої
        чистоти.
      </p>
      <p>Чисте чи нечисте – яка різниця.</p>

      <br />
      <div>
        <img className="img-fluid" src={practice} alt="practice" />
      </div>
    </div>
  );
}
