import React from "react";
import mirrorMeadow from "./img/mirrorMeadow.jpg";

export default function Piece7() {
  return (
    <div className="Piece7">
      <h3>7</h3>
      <br />
      <div className="Prayer">
        <p>Воістину, природа розуму порожня й не має основи. </p>
        <p>Твій розум безсутній і пустий, немов небо. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, первісно ясна самонароджена мудрість </p>
        <p>І вільна від шор світогляду «все порожньо». </p>
        <p>Вона самонароджена, як самородок серця сонця. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, мудрість ріґпи ллється безперервним потоком, </p>
        <p>Немов повноводна річка, що тече без перешкод. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, метушливі думки не охопити, не запам’ятати. </p>
        <p>Безсутнє це сум’яття, немов порив вітру. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, що не з’являється, з’являється природно. </p>
        <p>Ці прояви виникають природно, </p>
        <p>Мов відображення в люстерці, що лише прикрашає його. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, всі характеристики дгарм </p>
        <p>Вільні в своєму природному стані. </p>
        <p>Вони виникають природно й природно вільні, подібно до хмар. </p>
        <p>Так чи не так? Зазирни в свій розум.</p>
        <br />
      </div>
      <div>
        <img className="img-fluid" src={mirrorMeadow} alt="mirrorMeadow" />
      </div>
    </div>
  );
}
