import React from "react";
import buddhaLight from "./img/buddhaLight.jpg";

export default function Piece10() {
  return (
    <div className="Piece10">
      <h3>9</h3>
      <br />
      <div className="Prayer">
        <p>Дивовижно! </p>
        <p>Це непороджене самоявне Ясне Світло – </p>
        <p>дитя ріґпа, в якого немає ані батька, ані матері. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Ніким не створена самонароджена Мудрість. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Не піддане народженню, не піддане смерті. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Очевидна ясність та немає споглядача. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Тинялося в самсарі та не спіткала погана доля. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Бачило Будду та не досягло благої долі. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Є всюди та не впізнає обличчя.</p>
        <br />
        <p>Дивовижно! </p>
        <p>Сподівається на інший плід, </p>
        <p>інакший від нього самого.</p>
        <br />
        <p>Дивовижно! </p>
        <p>Тотожнє собі та втілюється в інше.</p>

        <br />
      </div>
      <div>
        <img className="img-fluid" src={buddhaLight} alt="buddhaLight" />
      </div>
    </div>
  );
}
