import React from "react";
import mirror from "./img/mirror.png";

export default function Piece4() {
  return (
    <div className="Piece4">
      <h3>4</h3>
      <br />
      <p>Пряме введення в це сяюче усвідомлення містить три теми. </p>
      <p>Минулі думки безслідно канули в шун’ю, залишилась лише ясність. </p>
      <p>
        Майбутні думки ще не виникли – неухильне природне ясне усвідомлення.{" "}
      </p>
      <p>
        В теперішньому же усвідомлення природне й нехитре, нічого не вигадуючи,
        прямує своїм ходом.{" "}
      </p>
      <br />
      <p>
        Якщо само на себе неприховано погляне, зазирнувши, не побачить нічого,
        окрім ясності.
      </p>
      <p>
        Якщо пильно вдивитися в оголену очевидність ріґпа, – нетварна чиста
        шун’я, справжність неподвійності ясності й порожнечі.{" "}
      </p>
      <div className="Prayer">
        <p>Не вічна, хоча й нетварна. </p>
        <p>Не припиняється – вдивись ж бо в ясність. </p>
        <p>Не одне – усвідомлюється й роз’яснено як багато. </p>
        <p>Не багато – як розділити, якщо смак один. </p>
        <p>Не в силу чогось іншого – природне знання власного єства. </p>
        <p>Природний порядок існуючого – така є сутність пізнання лиця.</p>
      </div>
      <div>
        <img className="img-fluid" src={mirror} alt="mirror" />
      </div>
    </div>
  );
}
