import React from "react";
import meditator from "./img/meditator.png";

export default function Piece15() {
  return (
    <div className="Piece15">
      <h3>15</h3>
      <br />
      <p>Настанова, яка веде до виснаження шести крайнощів. </p>
      <p>
        Багато є поглядів, які не згодні один із одним. Але твій розум, природна
        ріґпа, є самовиникненою мудрістю, де погляд і споглядач неподвійні.
      </p>
      <div className="Prayer">
        <p>Шукай того, хто тримається погляду, – </p>
        <p>Ось шукав його та не знайшов. </p>
        <p>Цієї миті досяг припинення поглядів. </p>
        <p>Немає більше поглядів – наздобув себе. </p>
      </div>
      <p>
        Без споглядання й без об’єкту споглядання, та не впадаючи в байдужість
        безпочаткової шун’ї, сюхвилинне усвідомлення ясне.{" "}
      </p>
      <p>Такий є погляд Великої Досконалості. </p>
      <p>Думати чи не думати – яка різниця.</p>

      <br />
      <div>
        <img className="img-fluid" src={meditator} alt="meditator" />
      </div>
    </div>
  );
}
