import React from "react";
import BuddhaLono from "./img/BuddhaLono.jpg";

export default function Piece18() {
  return (
    <div className="Piece18">
      <h3>18</h3>
      <br />
      <p>
        Багато є плодів, які не згодні один із одним. Та твоя ріґпа, природа
        розуму, – спонтанна досконалість трьох тіл.{" "}
      </p>
      <p>Реалізація плоду й той, хто реалізує, неподвійні.</p>
      <div className="Prayer">
        <p>Шукай того, хто реалізує плід, –</p>
        <p>Ось шукав його та не знайшов.</p>
        <p>Цієї миті досяг звільнення від плоду.</p>
        <p>Немає плоду – пізнав себе. </p>
      </div>
      <p>Яким би не був плід, немає потреби прагнути його. </p>
      <p>
        Не підвладне культивації (доброго) й позбавлення (від поганого), надії
        (на нірвану) й страху (самсари), сюхвилинне усвідомлення природно ясне й
        самодосконале.{" "}
      </p>
      <p>Три тіла досконалі в тобі самому – зрозумій!</p>
      <p>Первісний Будда – а хіба існує інший плід?</p>

      <br />
      <div>
        <img className="img-fluid" src={BuddhaLono} alt="BuddhaLono" />
      </div>
    </div>
  );
}
