import React from "react";
import BuddhaSquirrel from "./img/BuddhaSquirrel.jpg";

export default function Piece19() {
  return (
    <div className="Piece19">
      <h3>19</h3>
      <br />
      <p>Ріґпа вільна від восьми крайнощів: вічності, припинення тощо. </p>
      <p>
        Оскільки не схиляється до жодної з них, то зветься{" "}
        <em className="term">мадг’ямою</em> – серединним шляхом.{" "}
      </p>
      <p>
        Оскільки потік свідомості безперервний, то зветься{" "}
        <em className="term">ріґпою</em>.{" "}
      </p>
      <p>
        Оскільки шун’я містить зародок ріґпи, то говорять про{" "}
        <em className="term">суґатаґарбгу</em>.
      </p>
      <p>
        Оскільки ріґпа знає справжню сутність і це перевершує все решта, то
        говорять про <em className="term">праджняпараміту</em>.{" "}
      </p>
      <p>
        Оскільки незбагненна розумовим шляхом і первісно вільна від усіх
        обмежень, то зветься <em className="term">магамудрою</em>.{" "}
      </p>
      <p>
        Оскільки відповідно до розуміння чи нерозуміння виникають самсара й
        нірвана, й усі страждання й блаженства, то говорять{" "}
        <em className="term">алая</em>.{" "}
      </p>
      <p>
        Оскільки це чітко ясне усвідомлення абсолютно звичне й не виняткове, то
        зветься <em className="term">звичайним усвідомленням</em>.
      </p>

      <br />
      <div>
        <img className="img-fluid" src={BuddhaSquirrel} alt="BuddhaSquirrel" />
      </div>
    </div>
  );
}
