import React from "react";
import clearSky from "./img/clearSky.jpg";

export default function Piece14() {
  return (
    <div className="Piece14">
      <h3>14</h3>
      <br />
      <p>Тепер упадеша, яка вчить, що три часи єдині.</p>
      <div className="Prayer">
        <p>Не дій за попередніми шаблонами,</p>{" "}
        <p>Відкинь думки про минуле. </p> <p>Не загадуй на майбутнє, </p>{" "}
        <p>Досить чиплятися розумом за фантазії. </p>{" "}
        <p>Не хапайся за теперішнє, </p> <p>Спочивай у безтурботності неба. </p>{" "}
        <p>«Немає споглядання» – </p> <p>Значить, не споглядай нічого. </p>{" "}
        <p>«Немає відволікання» – </p>{" "}
        <p>Значить, не відволікаючись, пам’ятай. </p> <p>Так наставлю.</p>
      </div>
      <p>
        Не споглядаючи, не відволікаючись, зазирни в свій розум, оголюючи його
        дійсну природу.{" "}
      </p>{" "}
      <p>
        Природна ріґпа, природне усвідомлення, природна ясність виникає,
        виблискуючи. Це й зветься бодгичита.{" "}
      </p>
      <div className="Prayer">
        {" "}
        <p>Це не-споглядання не можна помислити. </p>{" "}
        <p>Це не-відволікання – ясність сутності. </p>{" "}
        <p>Порожнеча проявів – самозвільнення. </p>{" "}
        <p>Порожнеча ясності – дгармакая. </p> <p>Коли же стане очевидно, </p>{" "}
        <p>Що цього не набути на шляху Будди, </p>{" "}
        <p>Тієї же самої миті пізнаєш Ваджрасатву.</p>
      </div>
      <br />
      <div>
        <img className="img-fluid" src={clearSky} alt="clearSky" />
      </div>
    </div>
  );
}
