import React from "react";
import mirror from "./img/mirror.png";

export default function Piece4() {
  return (
    <div className="Piece4">
      <h3>4</h3>
      <br />
      <p>Прямий вступ до цього сяючого усвідомлення містить три теми: </p>
      <br />
      <ul>
        <li>
          <p>
            минулі думки безслідно канули в шун’ю, залишилась лише ясність;{" "}
          </p>
        </li>
        <li>
          <p>
            майбутні думки ще не виникли – неухильне природне ясне усвідомлення;{" "}
          </p>
        </li>
        <li>
          <p>
            в теперішньому ж усвідомлення природне й нехитре, нічого не
            вигадуючи прямує своїм ходом.{" "}
          </p>
        </li>
      </ul>

      <br />
      <p>
        Якщо само на себе неприховано погляне, зазирнувши, не побачить нічого,
        окрім ясності.
      </p>
      <p>
        Якщо пильно вдивитися в оголену очевидність ріґпи, – нетварна чиста
        шун’я, справжність неподвійності ясності й порожнечі.{" "}
      </p>
      <div className="Prayer">
        <p>Не вічна, хоча й нетварна. </p>
        <p>Не припиняється – вдивись же бо в ясність. </p>
        <p>Не одне – усвідомлюється й роз’яснено як багато. </p>
        <p>Не багато – як розділити, якщо смак один. </p>
        <p>Не в силу чогось іншого – природне знання власного єства. </p>
        <p>Природний порядок існуючого – такою є сутність пізнання лиця.</p>
      </div>
      <div>
        <img className="img-fluid" src={mirror} alt="mirror" />
      </div>
    </div>
  );
}
