import React from "react";
import Kolisnytsja from "./img/Kolisnytsja.jpg";

export default function Piece12() {
  return (
    <div className="Piece12">
      <h3>12</h3>
      <br />
      <p>Тепер наставлю про чотири безпомилкові колісниці. </p>
      <br />
      <div className="Prayer">
        <p>Ясність сюхвилинного усвідомлення – </p>
        <p>
          це велика колісниця безпомилкового{" "}
          <em className="term">світогляду</em>.{" "}
        </p>
        <p>Оскільки ця ясність безпомилкова, </p>
        <p>то її звуть колісницею. </p>
        <br />
        <p>Ясність сюхвилинного усвідомлення – </p>
        <p>
          це велика колісниця безпомилкового{" "}
          <em className="term">споглядання</em>.{" "}
        </p>
        <p>Оскільки ця ясність безпомилкова, </p>
        <p>то її звуть колісницею. </p>
        <br />
        <p>Ясність сюхвилинної мудрості – </p>
        <p>
          це велика колісниця безпомилкової <em className="term">практики</em>.{" "}
        </p>
        <p>Оскільки ця ясність безпомилкова, </p>
        <p>то її звуть колісницею. </p>
        <br />
        <p>Ясність сюхвилинного усвідомлення – </p>
        <p>
          це велика колісниця безпомилкового <em className="term">плоду</em>.{" "}
        </p>
        <p>Оскільки ця ясність безпомилкова, </p>
        <p>то її звуть колісницею.</p>
      </div>

      <div>
        <img className="img-fluid" src={Kolisnytsja} alt="Kolisnytsja" />
      </div>
    </div>
  );
}
