import React from "react";
import brain from "./img/brain.png";

export default function Piece23() {
  return (
    <div className="Piece23">
      <h3>23</h3>
      <br />
      <p>Що би не з’являлось – це лише прояви розуму. </p>

      <br />
      <p>З’являється неживий світ-посудина – це лише прояв розуму. </p>

      <p>З’являється сік шести класів живих істот – це розум. </p>

      <p>З’являється рай і блаженство богів і людей – це розум.</p>

      <p>З’являються страждання трьох дурних долей – це розум. </p>

      <p>З’являються незнання й отрута п’яти клешей – це розум. </p>

      <p>З’являється ріґпа самонародженої мудрості – це розум. </p>

      <p>З’являються благі думки й нірвана – це розум. </p>

      <p>З’являються перешкоди, які створюють мари й духи, – це розум.</p>

      <p>З’являється їдам і наздобуваються сідги та інші блага – це розум.</p>

      <p>Перебуваєш в односпрямованій концентрації без думок – це розум.</p>

      <p>З’являються різноманітні характеристики речей – це розум. </p>

      <p>З’являється безатрибутивна немножинність – це розум. </p>

      <p>З’являється неподвійність одного й багатьох – це розум. </p>

      <p>З’являється «є», «немає», «нереальне» – це розум.</p>
      <br />
      <div>
        <img className="img-fluid" src={brain} alt="brain" />
      </div>
    </div>
  );
}
