import React from "react";
import BuddhaBodies from "./img/BuddhaBodies.jpg";
import rigpa from "./img/rigpa.png";
import brain_mirror from "./img/brain_mirror.jpg";
import mind from "./img/mind.png";
import mirror from "./img/mirror.png";
import cosmos from "./img/cosmos.jpg";
import buddhaMirror from "./img/buddhaMirror.jpg";
import mirrorMeadow from "./img/mirrorMeadow.jpg";
import mindSpace from "./img/mindSpace.jpg";
import manSpace from "./img/manSpace.png";
import buddhaLight from "./img/buddhaLight.jpg";
import water from "./img/water.jpg";
import Kolisnytsja from "./img/Kolisnytsja.jpg";
import zvyah from "./img/zvyah.png";

export default function RIGPA_FULL() {
  return (
    <div className="RIGPA_FULL">
      <h1>Падмасамбгава</h1>
      <div className="Rigpa">
        <img className="img-fluid" src={rigpa} alt="rigpa" />
      </div>{" "}
      <br />
      <h2>
        <p>«САМОВИЗВОЛЕННЯ ЧЕРЕЗ УВАГУ, </p>
        <p>ЯКА ОГОЛЮЄ, – </p>
        <p>ПРЯМИЙ ВСТУП ДО РІҐПИ»</p>
      </h2>
      <br />
      <h3>1</h3>
      <br />
      <p>Вітаю божеств Трьох Тіл природної ясної ріґпи!</p>
      <br />
      <p>Буде проповідане </p>
      <p>«САМОВИЗВОЛЕННЯ ЧЕРЕЗ УВАГУ, ЯКА ОГОЛЮЄ, – </p>
      <p>ПРЯМИЙ ВСТУП ДО РІҐПИ» </p>
      <p>з циклу </p>
      <p>«Потаємного Вчення про самовдосконалення </p>
      <p>в первісном стані мирних і гнівних божеств».</p>
      <br />
      <p>* * * </p>
      <p>О щасливі діти шляхетних родів! </p>
      <p>Добре слухайте цей прямий вступ до вашої власної ріґпи.</p>
      <p>
        Самая ДЖА! ДЖА! ДЖА! <sup>1</sup>
      </p>
      <br />
      <p>* * * </p>
      <p>
        Е МА ГО! <sup>2</sup>
      </p>
      <div className="Prayer">
        <p>І самсара, й нірвана охоплені природою розуму, </p>
        <p>Первісним єством – та не впізнаємо себе. </p>
        <p>Безперервний потік ясної ріґпи – та не бачимо обличчя. </p>
        <p>Безперешкодно виникнення – та ніяк не зрозуміємо.</p>
      </div>
      <br />
      <p>
        Тому, щоби впізнали ми своє лице, Переможці трьох часів проповідують
        вісімдесят чотири тисячі брам до Дгарми та інші вчення, стільки, що й
        думкою не осягти.{" "}
      </p>
      <p>
        Ні про що інше не проповідують вони, окрім упізнавання власного обличчя.
      </p>
      <p>
        Не злічити трактати, як не знайти край неба, та сутність єдина – Три
        Заповіти про вступ до ріґпи <sup>3</sup>. Ось це пряме введення, що
        миттєво вводить до очевидного стану Переможців.
      </p>
      <div>
        <img className="img-fluid" src={BuddhaBodies} alt="BuddhaBodies" />
      </div>
      <h3>2</h3>
      <br />
      <p>КХ’Є ГО! </p>
      <p>(Слухайте!) </p>
      <p>
        О щасливі діти шляхетних родів! «Розум» — багато про нього говорять,
        багато патякають… Та або ж зовсім не розуміють, або хибно розуміють, або
        однобоко розуміють. А яким він є насправді не розуміє ніхто. Тому й
        множаться всілякі вчення, стільки, що хоч греблю гати.{" "}
      </p>
      <p>
        Ніхто зі звичайних живий істот не розуміє його, не бачить свого обличчя,
        й тому всі блукають у трьох світах, тиняються шістьма шляхами, зазнаючи
        безліч страждань. Як гірко не знати свій розум!{" "}
      </p>
      <p>
        Шраваки й прат’єкабудди хочуть зрозуміти його з точки зору анатмана, але
        ж яким він є — не розуміють. Та й решта — кожний любить своє вчення,
        своє писання й, потрапивши в його тенета, не бачить Ясного Світла.{" "}
      </p>
      <p>
        Шраваки й прат’єкабудди осліплені пристрастю до об’єкту й суб’єкту.{" "}
      </p>
      <p>Мадг’ямики осліплені пристрастю до крайнощів двох істин. </p>
      <p>
        Ті, хто практикує крія- й тантрайоґу, осліплені пристрастю до заклинань
        і садганам.{" "}
      </p>
      <p>
        Ті, хто практикує мага- й ануйоґу, осліплені пристрастю до простору й
        усвідомлення.{" "}
      </p>
      <p>Помиляється той, хто бачить два в тому, що не є подвійно. </p>
      <p>
        Поки не зрозумієш, що подвійне – це одне й те саме, не бувати тобі
        Буддою.{" "}
      </p>
      <p>
        Самсара й нірвана неподільні в твоєму же власному розумі. Той, хто цього
        не усвідомлює та прямує за прийняттям і відразою, лише блукає в самсарі.{" "}
      </p>
      <p>
        Тому залиш ту Дгарму, яка вчить діянню й залиш ту, яка вчить недіянню.{" "}
      </p>
      <p>
        Ось настанова, як досягти самовизволення, побачивши ріґпу в її
        оголеності.{" "}
      </p>
      <p>
        Побачивши велику природну свободу всіх Дгарм, усі стануть досконалими в
        Великій Досконалості!{" "}
      </p>
      <p>
        Самая ДЖА! ДЖА! ДЖА!<sup>1</sup>
      </p>
      <div>
        <img className="img-fluid" src={brain_mirror} alt="brain_mirror" />
      </div>
      <h3>3</h3>
      <br />
      <p>
        Якщо це блискуче усвідомлення, яке звуть розумом, розглядати як таке, що
        існує, то воно не існує.{" "}
      </p>
      <p>
        Якщо розглядати як джерело — то самсара й нірвана, й усе розмаїття
        блаженства й страждання виникли з нього.{" "}
      </p>
      <p>
        Якщо розглядати як об’єкт бажання, то одинадцять колісниць прагнуть до
        нього.{" "}
      </p>
      <br />
      <p>Імен же йому стільки, що й не злічити.</p>
      <p>
        Одні звуть його <em className="term">природою розуму</em> — розум як він
        є.{" "}
      </p>
      <p>
        Тиртики звуть <em className="term">атман</em> — самість.{" "}
      </p>
      <p>
        Шраваки наполягають на <em className="term">анатмані</em> — відсутності
        Я.{" "}
      </p>
      <p>
        Читтаматрини звуть його <em className="term">віджняна</em> — свідомість.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Праджняпараміта</em> — Позамежна
        Мудрість.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Сугатагарбга</em> — насіння Сугати.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Магамудра</em> — Великий Символ.{" "}
      </p>
      <p>
        Хто кличе <em className="term">самотнє Тігле</em> — унікальна сфера.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Дгармадгату</em> — дгармовий простір.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Алая</em> — основа всього.
      </p>
      <p>
        {" "}
        Хто кличе <em className="term">звичайним усвідомленням</em>.
      </p>
      <div>
        <img className="img-fluid" src={mind} alt="mind" />
      </div>
      <h3>4</h3>
      <br />
      <p>Пряме введення в це сяюче усвідомлення містить три теми. </p>
      <p>Минулі думки безслідно канули в шун’ю, залишилась лише ясність. </p>
      <p>
        Майбутні думки ще не виникли – неухильне природне ясне усвідомлення.{" "}
      </p>
      <p>
        В теперішньому же усвідомлення природне й нехитре, нічого не вигадуючи,
        прямує своїм ходом.{" "}
      </p>
      <br />
      <p>
        Якщо само на себе неприховано погляне, зазирнувши, не побачить нічого,
        окрім ясності.
      </p>
      <p>
        Якщо пильно вдивитися в оголену очевидність ріґпа, – нетварна чиста
        шун’я, справжність неподвійності ясності й порожнечі.{" "}
      </p>
      <div className="Prayer">
        <p>Не вічна, хоча й нетварна. </p>
        <p>Не припиняється – вдивись ж бо в ясність. </p>
        <p>Не одне – усвідомлюється й роз’яснено як багато. </p>
        <p>Не багато – як розділити, якщо смак один. </p>
        <p>Не в силу чогось іншого – природне знання власного єства. </p>
        <p>Природний порядок існуючого – така є сутність пізнання лиця.</p>
      </div>
      <div>
        <img className="img-fluid" src={mirror} alt="mirror" />
      </div>
      <h3>5</h3>
      <br />
      <p>Три Тіла неподільні й повні в єдності.</p>
      <br />
      <p>
        Нетварність – шун’ята <em className="term">дгармакаї</em>.{" "}
      </p>
      <p>
        Природній блискіт шун’яти – ясність{" "}
        <em className="term">самбгоґакаї</em>.{" "}
      </p>
      <p>
        Ясність, яка не знає перешкод, – явленість{" "}
        <em className="term">нірманакаї</em>.{" "}
      </p>
      <br />
      <p>Три повні в єдності, це й є сутність.</p>
      <div>
        <img className="img-fluid" src={cosmos} alt="cosmos" />
      </div>
      <h3>6</h3>
      <br />
      <p>
        Отже, проповідано про вступ до цієї практики впізнавання свого обличчя.
      </p>
      <br />
      <p>Ось він, твій власний сюхвилинний розум (тепер-свідомість), </p>
      <p>ось вона, природна неполіпшуюча ясність. </p>
      <p>Як же можна говорити про нерозуміння природи розуму?! </p>
      <br />
      <div className="Prayer">
        <p>Якщо нічого споглядати, </p>
        <p>нащо говорити, </p>
        <p>що споглядання не виникло?! </p>
        <br />
        <p>Якщо ось вона, очевидність ріґпа, </p>
        <p>нащо говорити, </p>
        <p>що не можеш знайти свій розум?! </p>
        <br />
        <p>Коли ось же він, безперервний потік ясного ріґпа, </p>
        <p>нащо говорити, </p>
        <p>що розум не бачить власного обличчя?! </p>
        <br />
        <p>Якщо думки виникають із твого же розуму, </p>
        <p>нащо говорити, </p>
        <p>що шукав того, хто міркує, й не знайшов?! </p>
        <br />
        <p>Та хоч у розумової активності й немає причин, </p>
        <p>нащо говорити, </p>
        <p>що вона не виникає?! </p>
        <br />
        <p>Якщо достатньо, не намагаючись покращити, </p>
        <p>залишити всі думки в їхньому природному стані, </p>
        <p>нащо говорити, </p>
        <p>що не можеш досягти цього?! </p>
        <br />
        <p>Якщо достатньо, не напружуючись, залишити все як є, </p>
        <p>нащо говорити, </p>
        <p>що немає для цього сил? </p>
        <br />
        <p>Якщо неподільність ясності, </p>
        <p>усвідомлення й порожнечі самодосконала,</p>
        <p>нащо говорити, </p>
        <p>що практикуючи, не надобув сідги? </p>
        <br />
        <p>Якщо ця самодосконалість виникла сама по собі, </p>
        <p>без причин і умов, </p>
        <p>нащо говорити, </p>
        <p>що старанністю нічого не досяг? </p>
        <br />
        <p>Якщо думки звільняються в самісінький момент свого виникнення, </p>
        <p>нащо говорити, </p>
        <p>що протиотрути не допомогли?! </p>
      </div>
      <p>Ось він, сюхвилинний розум, нащо говорити, що не впізнаєш його?</p>
      <div>
        <img className="img-fluid" src={buddhaMirror} alt="buddhaMirror" />
      </div>
      <h3>7</h3>
      <br />
      <div className="Prayer">
        <p>Воістину, природа розуму порожня й не має основи. </p>
        <p>Твій розум безсутній і пустий, немов небо. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, первісно ясна самонароджена Мудрість </p>
        <p>І вільна від шор світогляду “все порожньо”. </p>
        <p>Вона самонароджена, як самородок серця сонця. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, Мудрість ріґпа ллється безперервним потоком, </p>
        <p>Немов повноводна річка, що тече без перешкод. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, метушливі думки не охопити, не запам’ятати. </p>
        <p>Безсутнє це сум’яття, немов порив вітру. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, що не з’являється, з’являється природно. </p>
        <p>Ці прояви виникають природно, </p>
        <p>Мов відображення в люстерці, що лише прикрашає його. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, всі характеристики дгарм </p>
        <p>Вільні в своєму природному стані. </p>
        <p>Вони виникають природно й природно вільні, подібно до хмар. </p>
        <p>Так чи не так? Зазирни в свій розум.</p>
        <br />
      </div>
      <div>
        <img className="img-fluid" src={mirrorMeadow} alt="mirrorMeadow" />
      </div>
      <h3>8</h3>
      <br />
      <div className="Prayer">
        <p>Скільки не шукай, знайдеш лише розум. </p>
        <p>Де знайдеш того, хто споглядає, іншого, ніж споглядання? </p>
        <br />
        <p>Скільки не шукай, знайдеш лише розум. </p>
        <p>Де знайдеш того, хто практикує, іншого, ніж сама практика? </p>
        <br />
        <p>Скільки не шукай, знайдеш лише розум. </p>
        <p>
          Де знайдеш того, хто охороняє обітниці, іншого, ніж самі обітниці?
        </p>
        <br />
        <p>Скільки не шукай, знайдеш лише розум. </p>
        <p>Де знайдеш того, хто реалізує, іншого, ніж плід, що реалізується?</p>
        <br />
        <p>Дивись ж бо, дивись! </p>
        <p>Пильно вдивляйся в свій розум!</p>
        <br />
      </div>
      <div>
        <img className="img-fluid" src={mindSpace} alt="mindSpace" />
      </div>
      <h3>9</h3>
      <br />
      <div className="Prayer">
        <p>Поглянь догори на небо – </p>
        <p>не знайдеш, куди відходять думки. </p>
        <br />
        <p>Поглянь усередину в свій розум – </p>
        <p>не знайдеш, звідки приходять думки. </p>
        <br />
        <p>Твій розум – найтонша ясність </p>
        <p>без виникнення (думок). </p>
        <br />
        <p>Твоє ріґпа – це Ясне Світло й порожнеча, </p>
        <p>це й є дгармакая. </p>
        <br />
        <p>Це мов блискотіння сонця, </p>
        <p>що сходить у безхмарному небі. </p>
        <br />
        <p>Хоч і не має форми, </p>
        <p>та пізнається як ясність. </p>
        <br />
        <p>Розуміння чи нерозуміння цього – дуже важливо.</p>
        <br />
      </div>
      <div>
        <img className="img-fluid" src={manSpace} alt="manSpace" />
      </div>
      <h3>10</h3>
      <br />
      <div className="Prayer">
        <p>Дивовижно! </p>
        <p>Це непороджене самоявне Ясне Світло – </p>
        <p>дитя ріґпа, в якого немає ані батька, ані матері. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Ніким не створена самонароджена Мудрість. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Не піддане народженню, не піддане смерті. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Очевидна ясність та немає споглядача. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Тинялося в самсарі та не спіткала погана доля. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Бачило Будду та не досягло благої долі. </p>
        <br />
        <p>Дивовижно! </p>
        <p>Є всюди та не впізнає обличчя.</p>
        <br />
        <p>Дивовижно! </p>
        <p>Сподівається на інший плід, </p>
        <p>інакший від нього самого.</p>
        <br />
        <p>Дивовижно! </p>
        <p>Тотожнє собі та втілюється в інше.</p>
        <h3>11</h3>
        <br />
        <div className="Prayer">
          <p>
            Е МА! <sup>4</sup>
          </p>
          <br />
          <p>Сюхвилинне ріґпа безсутнісне й ясне.</p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">світоглядів</em>.
          </p>{" "}
          <br />
          <p>Воно безрозсудливе, всеохоплююче й відійшло від усього.</p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">споглядань</em>.
          </p>{" "}
          <br />
          <p>Воно нічого не поліпшує й цілком відповідне світові.</p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">практик</em>.
          </p>{" "}
          <br />
          <p>Його неможливо завоювати, воно первісно самодосконало.</p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">плодів</em>.
          </p>
          <br />
        </div>

        <div>
          <img className="img-fluid" src={water} alt="water" />
        </div>
        <h3>12</h3>
        <br />
        <p>Тепер наставлю про чотири безпомилкові колісниці. </p>
        <br />
        <div className="Prayer">
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це велика колісниця безпомилкового{" "}
            <em className="term">світогляду</em>.{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це велика колісниця безпомилкового{" "}
            <em className="term">споглядання</em>.{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею. </p>
          <br />
          <p>Ясність сюхвилинної Мудрості – </p>
          <p>
            це велика колісниця безпомилкової <em className="term">практики</em>
            .{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це велика колісниця безпомилкового <em className="term">плоду</em>.{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею.</p>
        </div>

        <div>
          <img className="img-fluid" src={Kolisnytsja} alt="Kolisnytsja" />
        </div>

        <h3>13</h3>
        <br />
        <p>Тепер про чотирьох непохитних, відомих як «цвяхи».</p>
        <br />
        <div className="Prayer">
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">світогляду</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">споглядання</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">практики</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">плоду</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом.</p>
          <br />
        </div>

        <div>
          <img className="img-fluid" src={zvyah} alt="zvyah" />
        </div>

        <br />
        <hr />
        <em>
          <p>
            <sup>1</sup> Вигук потрійної печатки, що відзначає потаємність
            сказаного.
          </p>
          <p>
            <sup>2</sup> Вигук радісного захоплення.
          </p>
          <p>
            <sup>3</sup> Три Заповіти Гараба Дордже: пряме введення, відсутність
            сумнівів і утримання досягнення.
          </p>
          <p>
            <sup>4</sup> Те саме, що й "Е МА ГО" – "як чудово!"
          </p>
        </em>
      </div>
    </div>
  );
}
