import React from "react";
import BuddhaBodies from "./img/BuddhaBodies.jpg";
import rigpa from "./img/rigpa.png";
import brain_mirror from "./img/brain_mirror.jpg";
import mind from "./img/mind.png";
import mirror from "./img/mirror.png";
import cosmos from "./img/cosmos.jpg";
import buddhaMirror from "./img/buddhaMirror.jpg";
import mirrorMeadow from "./img/mirrorMeadow.jpg";
import mindSpace from "./img/mindSpace.jpg";
import manSpace from "./img/manSpace.png";
import buddhaLight from "./img/buddhaLight.jpg";
import water from "./img/water.jpg";
import Kolisnytsja from "./img/Kolisnytsja.jpg";
import zvyah from "./img/zvyah.png";
import clearSky from "./img/clearSky.jpg";
import meditator from "./img/meditator.png";
import DalaiLama from "./img/DalaiLama.jpg";
import practise from "./img/practise.jpg";
import BuddhaLono from "./img/BuddhaLono.jpg";
import BuddhaSquirrel from "./img/BuddhaSquirrel.jpg";
import duck from "./img/duck.jpeg";
import WaterStream from "./img/WaterStream.jpg";
import BuddhaBlossom from "./img/BuddhaBlossom.jpg";
import brain from "./img/brain.png";

export default function RIGPA_FULL() {
  return (
    <div className="RIGPA_FULL">
      <h1>Падмасамбгава</h1>
      <div className="Rigpa">
        <img className="img-fluid" src={rigpa} alt="rigpa" />
      </div>{" "}
      <br />
      <h2>
        <p>«САМОВИЗВОЛЕННЯ ЧЕРЕЗ УВАГУ, </p>
        <p>ЯКА ОГОЛЮЄ, – </p>
        <p>ПРЯМИЙ ВСТУП ДО РІҐПИ»</p>
      </h2>
      <br />
      <h3>1</h3>
      <br />
      <p>Вітаю божеств Трьох Тіл природної ясної ріґпи!</p>
      <br />
      <p>Буде проповідане </p>
      <p>«САМОВИЗВОЛЕННЯ ЧЕРЕЗ УВАГУ, ЯКА ОГОЛЮЄ, – </p>
      <p>ПРЯМИЙ ВСТУП ДО РІҐПИ» </p>
      <p>з циклу </p>
      <p>«Потаємного Вчення про самовдосконалення </p>
      <p>в первісном стані мирних і гнівних божеств».</p>
      <br />
      <p>* * * </p>
      <p>О щасливі діти шляхетних родів! </p>
      <p>Добре слухайте цей прямий вступ до вашої власної ріґпи.</p>
      <p>
        Самая ДЖА! ДЖА! ДЖА! <sup>1</sup>
      </p>
      <br />
      <p>* * * </p>
      <p>
        Е МА ГО! <sup>2</sup>
      </p>
      <div className="Prayer">
        <p>І самсара, й нірвана охоплені природою розуму, </p>
        <p>Первісним єством – та не впізнаємо себе. </p>
        <p>Безперервний потік ясної ріґпи – та не бачимо обличчя. </p>
        <p>Безперешкодно виникнення – та ніяк не зрозуміємо.</p>
      </div>
      <br />
      <p>
        Тому, щоби впізнали ми своє лице, Переможці трьох часів проповідують
        вісімдесят чотири тисячі брам до Дгарми та інші вчення, стільки, що й
        думкою не осягти.{" "}
      </p>
      <p>
        Ні про що інше не проповідують вони, окрім упізнавання власного обличчя.
      </p>
      <p>
        Не злічити трактати, як не знайти край неба, та сутність єдина – Три
        Заповіти про вступ до ріґпи <sup>3</sup>. Ось це пряме введення, що
        миттєво вводить до очевидного стану Переможців.
      </p>
      <div>
        <img className="img-fluid" src={BuddhaBodies} alt="BuddhaBodies" />
      </div>
      <h3>2</h3>
      <br />
      <p>КХ’Є ГО! </p>
      <p>(Слухайте!) </p>
      <p>
        О щасливі діти шляхетних родів! «Розум» — багато про нього говорять,
        багато патякають… Та або ж зовсім не розуміють, або хибно розуміють, або
        однобоко розуміють. А яким він є насправді не розуміє ніхто. Тому й
        множаться всілякі вчення, стільки, що хоч греблю гати.{" "}
      </p>
      <p>
        Ніхто зі звичайних живий істот не розуміє його, не бачить свого обличчя,
        й тому всі блукають у трьох світах, тиняються шістьма шляхами, зазнаючи
        безліч страждань. Як гірко не знати свій розум!{" "}
      </p>
      <p>
        Шраваки й прат’єкабудди хочуть зрозуміти його з точки зору анатмана, але
        ж яким він є — не розуміють. Та й решта — кожний любить своє вчення,
        своє писання й, потрапивши в його тенета, не бачить Ясного Світла.{" "}
      </p>
      <p>
        Шраваки й прат’єкабудди осліплені пристрастю до об’єкту й суб’єкту.{" "}
      </p>
      <p>Мадг’ямики осліплені пристрастю до крайнощів двох істин. </p>
      <p>
        Ті, хто практикує крія- й тантрайоґу, осліплені пристрастю до заклинань
        і садганам.{" "}
      </p>
      <p>
        Ті, хто практикує мага- й ануйоґу, осліплені пристрастю до простору й
        усвідомлення.{" "}
      </p>
      <p>Помиляється той, хто бачить два в тому, що не є подвійно. </p>
      <p>
        Поки не зрозумієш, що подвійне – це одне й те саме, не бувати тобі
        Буддою.{" "}
      </p>
      <p>
        Самсара й нірвана неподільні в твоєму же власному розумі. Той, хто цього
        не усвідомлює та прямує за прийняттям і відразою, лише блукає в самсарі.{" "}
      </p>
      <p>
        Тому залиш ту Дгарму, яка вчить діянню й залиш ту, яка вчить недіянню.{" "}
      </p>
      <p>
        Ось настанова, як досягти самовизволення, побачивши ріґпу в її
        оголеності.{" "}
      </p>
      <p>
        Побачивши велику природну свободу всіх Дгарм, усі стануть досконалими в
        Великій Досконалості!{" "}
      </p>
      <p>
        Самая ДЖА! ДЖА! ДЖА!<sup>1</sup>
      </p>
      <div>
        <img className="img-fluid" src={brain_mirror} alt="brain_mirror" />
      </div>
      <h3>3</h3>
      <br />
      <p>
        Якщо це блискуче усвідомлення, яке звуть розумом, розглядати як таке, що
        існує, то воно не існує.{" "}
      </p>
      <p>
        Якщо розглядати як джерело — то самсара й нірвана, й усе розмаїття
        блаженства й страждання виникли з нього.{" "}
      </p>
      <p>
        Якщо розглядати як об’єкт бажання, то одинадцять колісниць прагнуть до
        нього.{" "}
      </p>
      <br />
      <p>Імен же йому стільки, що й не злічити.</p>
      <p>
        Одні звуть його <em className="term">природою розуму</em> — розумом як
        він є.{" "}
      </p>
      <p>
        Тиртики звуть <em className="term">атманом</em> — самістю.{" "}
      </p>
      <p>
        Шраваки наполягають на <em className="term">анатмані</em> — відсутності
        Я.{" "}
      </p>
      <p>
        Читтаматрини звуть його <em className="term">віджняною</em> —
        свідомістю.{" "}
      </p>
      <p>
        Хто кличе <em className="term">праджняпарамітою</em> — позамежною
        мудрістю.{" "}
      </p>
      <p>
        Хто кличе <em className="term">суґатаґарбгою</em> — насінням суґати.{" "}
      </p>
      <p>
        Хто кличе <em className="term">магамудрою</em> — великим символом.{" "}
      </p>
      <p>
        Хто кличе <em className="term">самотнім тіґлем</em> — унікальною сферою.{" "}
      </p>
      <p>
        Хто кличе <em className="term">дгармадгатою</em> — дгармовим простором.{" "}
      </p>
      <p>
        Хто кличе <em className="term">алаєю</em> — основою всього.
      </p>
      <p>
        {" "}
        Хто кличе <em className="term">звичайним усвідомленням</em>.
      </p>
      <div>
        <img className="img-fluid" src={mind} alt="mind" />
      </div>
      <h3>4</h3>
      <br />
      <p>Прямий вступ до цього сяючого усвідомлення містить три теми: </p>
      <br />
      <ul>
        <li>
          <p>
            минулі думки безслідно канули в шун’ю, залишилась лише ясність;{" "}
          </p>
        </li>
        <li>
          <p>
            майбутні думки ще не виникли – неухильне природне ясне усвідомлення;{" "}
          </p>
        </li>
        <li>
          <p>
            в теперішньому ж усвідомлення природне й нехитре, нічого не
            вигадуючи прямує своїм ходом.{" "}
          </p>
        </li>
      </ul>
      <br />
      <p>
        Якщо само на себе неприховано погляне, зазирнувши, не побачить нічого,
        окрім ясності.
      </p>
      <p>
        Якщо пильно вдивитися в оголену очевидність ріґпи, – нетварна чиста
        шун’я, справжність неподвійності ясності й порожнечі.{" "}
      </p>
      <div className="Prayer">
        <p>Не вічна, хоча й нетварна. </p>
        <p>Не припиняється – вдивись же бо в ясність. </p>
        <p>Не одне – усвідомлюється й роз’яснено як багато. </p>
        <p>Не багато – як розділити, якщо смак один. </p>
        <p>Не в силу чогось іншого – природне знання власного єства. </p>
        <p>Природний порядок існуючого – такою є сутність пізнання лиця.</p>
      </div>
      <div>
        <img className="img-fluid" src={mirror} alt="mirror" />
      </div>
      <h3>5</h3>
      <br />
      <p>Три Тіла неподільні й повні в єдності.</p>
      <br />
      <ul>
        <li>
          <p>
            Нетварність – шун’ята <em className="term">дгармакаї</em>.{" "}
          </p>
        </li>
        <li>
          <p>
            Природній блискіт шун’яти – ясність{" "}
            <em className="term">самбгоґакаї</em>.{" "}
          </p>
        </li>
        <li>
          <p>
            Ясність, яка не знає перешкод, – явленість{" "}
            <em className="term">нірманакаї</em>.{" "}
          </p>
        </li>
      </ul>
      <br />
      <p>Три повні в єдності, це й є сутність.</p>
      <div>
        <img className="img-fluid" src={cosmos} alt="cosmos" />
      </div>
      <h3>6</h3>
      <br />
      <p>
        Отже, проповідано про вступ до цієї практики впізнавання свого обличчя.
      </p>
      <br />
      <p>Ось він, твій власний сюхвилинний розум (тепер-свідомість), </p>
      <p>ось вона, природна неполіпшуюча ясність. </p>
      <p>Як же можна говорити про нерозуміння природи розуму?! </p>
      <br />
      <div className="Prayer">
        <p>Якщо нічого споглядати, </p>
        <p>нащо говорити, </p>
        <p>що споглядання не виникло?! </p>
        <br />
        <p>Якщо ось вона, очевидність ріґпи, </p>
        <p>нащо говорити, </p>
        <p>що не можеш знайти свій розум?! </p>
        <br />
        <p>Коли ось же він, безперервний потік ясної ріґпи, </p>
        <p>нащо говорити, </p>
        <p>що розум не бачить власного обличчя?! </p>
        <br />
        <p>Якщо думки виникають із твого же розуму, </p>
        <p>нащо говорити, </p>
        <p>що шукав того, хто міркує, та не знайшов?! </p>
        <br />
        <p>Та хоч у розумової активності й немає причин, </p>
        <p>нащо говорити, </p>
        <p>що вона не виникає?! </p>
        <br />
        <p>Якщо достатньо, не намагаючись покращити, </p>
        <p>залишити всі думки в їхньому природному стані, </p>
        <p>нащо говорити, </p>
        <p>що не можеш досягти цього?! </p>
        <br />
        <p>Якщо достатньо, не напружуючись, залишити все як є, </p>
        <p>нащо говорити, </p>
        <p>що немає для цього сил? </p>
        <br />
        <p>Якщо неподільність ясності, </p>
        <p>усвідомлення й порожнечі самодосконала,</p>
        <p>нащо говорити, </p>
        <p>що практикуючи, не надобув сідги? </p>
        <br />
        <p>Якщо ця самодосконалість виникла сама по собі, </p>
        <p>без причин і умов, </p>
        <p>нащо говорити, </p>
        <p>що старанністю нічого не досяг? </p>
        <br />
        <p>Якщо думки звільняються в самісінький момент свого виникнення, </p>
        <p>нащо говорити, </p>
        <p>що протиотрути не допомогли?! </p>
        <br />
        <p>Ось він, сюхвилинний розум, </p>
        <p>нащо говорити, </p>
        <p>що не впізнаєш його?</p>
        <div>
          <img className="img-fluid" src={buddhaMirror} alt="buddhaMirror" />
        </div>
        <h3>7</h3>
        <br />
        <div className="Prayer">
          <p>Воістину, природа розуму порожня й не має основи. </p>
          <p>Твій розум безсутній і пустий, немов небо. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
          <br />
          <p>Воістину, первісно ясна самонароджена мудрість </p>
          <p>І вільна від шор світогляду «все порожньо». </p>
          <p>Вона самонароджена, як самородок серця сонця. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
          <br />
          <p>Воістину, мудрість ріґпи ллється безперервним потоком, </p>
          <p>Немов повноводна річка, що тече без перешкод. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
          <br />
          <p>Воістину, метушливі думки не охопити, не запам’ятати. </p>
          <p>Безсутнє це сум’яття, немов порив вітру. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
          <br />
          <p>Воістину, що не з’являється, з’являється природно. </p>
          <p>Ці прояви виникають природно, </p>
          <p>Мов відображення в люстерці, що лише прикрашає його. </p>
          <p>Так чи не так? Зазирни в свій розум. </p>
          <br />
          <p>Воістину, всі характеристики дгарм </p>
          <p>Вільні в своєму природному стані. </p>
          <p>Вони виникають природно й природно вільні, подібно до хмар. </p>
          <p>Так чи не так? Зазирни в свій розум.</p>
          <br />
        </div>
        <div>
          <img className="img-fluid" src={mirrorMeadow} alt="mirrorMeadow" />
        </div>
        <h3>8</h3>
        <br />
        <div className="Prayer">
          <p>Скільки не шукай, знайдеш лише розум. </p>
          <p>Де знайдеш того, хто споглядає, іншого, ніж споглядання? </p>
          <br />
          <p>Скільки не шукай, знайдеш лише розум. </p>
          <p>Де знайдеш того, хто практикує, іншого, ніж сама практика? </p>
          <br />
          <p>Скільки не шукай, знайдеш лише розум. </p>
          <p>
            Де знайдеш того, хто охороняє обітниці, іншого, ніж самі обітниці?
          </p>
          <br />
          <p>Скільки не шукай, знайдеш лише розум. </p>
          <p>
            Де знайдеш того, хто реалізує, іншого, ніж плід, що реалізується?
          </p>
          <br />
          <p>Дивись ж бо, дивись! </p>
          <p>Пильно вдивляйся в свій розум!</p>
          <br />
        </div>
        <div>
          <img className="img-fluid" src={mindSpace} alt="mindSpace" />
        </div>
        <h3>9</h3>
        <br />
        <div className="Prayer">
          <p>Поглянь догори на небо – </p>
          <p>не знайдеш, куди відходять думки. </p>
          <br />
          <p>Поглянь усередину в свій розум – </p>
          <p>не знайдеш, звідки приходять думки. </p>
          <br />
          <p>Твій розум – найтонша ясність </p>
          <p>без виникнення (думок). </p>
          <br />
          <p>Твоя ріґпа – це ясне світло й порожнеча, </p>
          <p>це й є дгармакая. </p>
          <br />
          <p>Це мов блискотіння сонця, </p>
          <p>що сходить у безхмарному небі. </p>
          <br />
          <p>Хоч і не має форми, </p>
          <p>та пізнається як ясність. </p>
          <br />
          <p>Розуміння чи нерозуміння цього – дуже важливо.</p>
          <br />
        </div>
        <div>
          <img className="img-fluid" src={manSpace} alt="manSpace" />
        </div>
        <h3>10</h3>
        <br />
        <div className="Prayer">
          <p>Дивовижно! </p>
          <p>Це непороджене самоявне ясне світло – </p>
          <p>дитя ріґпи, в якого немає ані батька, ані матері. </p>
          <br />
          <p>Дивовижно! </p>
          <p>Ніким не створена самонароджена мудрість. </p>
          <br />
          <p>Дивовижно! </p>
          <p>Не піддане народженню, не піддане смерті. </p>
          <br />
          <p>Дивовижно! </p>
          <p>Очевидна ясність та немає споглядача. </p>
          <br />
          <p>Дивовижно! </p>
          <p>Тинялося в самсарі та не спіткала погана доля. </p>
          <br />
          <p>Дивовижно! </p>
          <p>Бачило Будду та не досягло благої долі. </p>
          <br />
          <p>Дивовижно! </p>
          <p>Є всюди та не впізнає обличчя.</p>
          <br />
          <p>Дивовижно! </p>
          <p>Сподівається на інший плід, </p>
          <p>інакший від нього самого.</p>
          <br />
          <p>Дивовижно! </p>
          <p>Тотожнє собі та втілюється в інше.</p>

          <br />
        </div>
        <div>
          <img className="img-fluid" src={buddhaLight} alt="buddhaLight" />
        </div>
        <h3>11</h3>
        <br />
        <div className="Prayer">
          <p>
            Е МА! <sup>4</sup>
          </p>
          <br />
          <p>Сюхвилинна ріґпа безсутнісна та ясна.</p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">світоглядів</em>.
          </p>{" "}
          <br />
          <p>Вона безрозсудлива, всеохоплююча й відійшла від усього.</p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">споглядань</em>.
          </p>{" "}
          <br />
          <p>Вона нічого не поліпшує й цілком відповідна світові.</p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">практик</em>.
          </p>{" "}
          <br />
          <p>Її неможливо завоювати, вона первісно самодосконала.</p>{" "}
          <p>
            Це й є вершиною всіх <em className="term">плодів</em>.
          </p>
          <br />
        </div>
        <div>
          <img className="img-fluid" src={water} alt="water" />
        </div>
        <h3>12</h3>
        <br />
        <p>Тепер наставлю про чотири безпомилкові колісниці. </p>
        <br />
        <div className="Prayer">
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це велика колісниця безпомилкового{" "}
            <em className="term">світогляду</em>.{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це велика колісниця безпомилкового{" "}
            <em className="term">споглядання</em>.{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею. </p>
          <br />
          <p>Ясність сюхвилинної мудрості – </p>
          <p>
            це велика колісниця безпомилкової <em className="term">практики</em>
            .{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це велика колісниця безпомилкового <em className="term">плоду</em>.{" "}
          </p>
          <p>Оскільки ця ясність безпомилкова, </p>
          <p>то її звуть колісницею.</p>
        </div>
        <div>
          <img className="img-fluid" src={Kolisnytsja} alt="Kolisnytsja" />
        </div>
        <h3>13</h3>
        <br />
        <p>Тепер про чотирьох непохитних, відомих як «цвяхи».</p>
        <br />
        <div className="Prayer">
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">світогляду</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">споглядання</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">практики</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом. </p>
          <br />
          <p>Ясність сюхвилинного усвідомлення – </p>
          <p>
            це великий непохитний цвях <em className="term">плоду</em>.{" "}
          </p>
          <p>Оскільки ця ясність непохитна в трьох часах, </p>
          <p>то її звуть цвяхом.</p>
          <br />
        </div>
        <div>
          <img className="img-fluid" src={zvyah} alt="zvyah" />
        </div>
        <h3>14</h3>
        <br />
        <p>Тепер упадеша, яка вчить, що три часи єдині.</p>
        <div className="Prayer">
          <p>Не дій за попередніми шаблонами,</p>{" "}
          <p>Відкинь думки про минуле. </p> <p>Не загадуй на майбутнє, </p>{" "}
          <p>Досить чиплятися розумом за фантазії. </p>{" "}
          <p>Не хапайся за теперішнє, </p>{" "}
          <p>Спочивай у безтурботності неба. </p> <p>«Немає споглядання» – </p>{" "}
          <p>Значить, не споглядай нічого. </p> <p>«Немає відволікання» – </p>{" "}
          <p>Значить, не відволікаючись, пам’ятай. </p> <p>Так наставлю.</p>
        </div>
        <p>
          Не споглядаючи, не відволікаючись, зазирни в свій розум, оголюючи його
          дійсну природу.{" "}
        </p>{" "}
        <p>
          Природна ріґпа, природне усвідомлення, природна ясність виникає,
          виблискуючи. Це й зветься бодгичита.{" "}
        </p>
        <div className="Prayer">
          {" "}
          <p>Це не-споглядання не можна помислити. </p>{" "}
          <p>Це не-відволікання – ясність сутності. </p>{" "}
          <p>Порожнеча проявів – самозвільнення. </p>{" "}
          <p>Порожнеча ясності – дгармакая. </p> <p>Коли же стане очевидно, </p>{" "}
          <p>Що цього не набути на шляху Будди, </p>{" "}
          <p>Тієї же самої миті пізнаєш Ваджрасатву.</p>
        </div>
        <br />
        <div>
          <img className="img-fluid" src={clearSky} alt="clearSky" />
        </div>
        <h3>15</h3>
        <br />
        <p>Настанова, яка веде до виснаження шести крайнощів. </p>
        <p>
          Багато є поглядів, які не згодні один із одним. Але твій розум,
          природна ріґпа, є самовиникненою мудрістю, де погляд і споглядач
          неподвійні.
        </p>
        <div className="Prayer">
          <p>Шукай того, хто тримається погляду, – </p>
          <p>Ось шукав його та не знайшов. </p>
          <p>Цієї миті досяг припинення поглядів. </p>
          <p>Немає більше поглядів – наздобув себе. </p>
        </div>
        <p>
          Без споглядання й без об’єкту споглядання, та не впадаючи в байдужість
          безпочаткової шун’ї, сюхвилинне усвідомлення ясне.{" "}
        </p>
        <p>Такий є погляд Великої Досконалості. </p>
        <p>Думати чи не думати – яка різниця.</p>
        <br />
        <div>
          <img className="img-fluid" src={meditator} alt="meditator" />
        </div>
        <h3>16</h3>
        <br />
        <p>
          Багато є поглядів, які не згодні один із одним. Але твоє природне
          усвідомлення нехитро й безпосередньо. Споглядання й споглядач
          неподвійні.{" "}
        </p>
        <div className="Prayer">
          <p>Шукай того, хто споглядає або не споглядає – </p>
          <p>Ось шукав його та не знайшов. </p>
          <p>Цієї миті досяг припинення споглядання. </p>
          <p>Немає більше споглядання – наздобув себе. </p>
        </div>
        <p>
          Без споглядання й об’єкту споглядання, та не впадаючи в затьмарення,
          сонливість або збудження, нічого не поліпшуюче сюхвилинне усвідомлення
          ясне. Ця рівнісність без поліпшення й є дг’яною.{" "}
        </p>
        <p>Встановлення чи невстановлення розуму – яка різниця.</p>
        <br />
        <div>
          <img className="img-fluid" src={DalaiLama} alt="DalaiLama" />
        </div>
        <h3>17</h3>
        <br />
        <p>
          Багато є практик, які не згодні одна з одною. Та мудрість твоєї ріґпи
          – це унікальне тіґле. Практика й той, хто практикує, – неподвійні.
        </p>
        <div className="Prayer">
          <p>Шукай того, хто практикує або не практикує, – </p>
          <p>Ось шукав його та не знайшов.</p>
          <p>Цієї миті досяг припинення практики.</p>
          <p>Немає більше практики – наздобув себе. </p>
        </div>
        <p>
          Споконвіку немає жодної практики, яку необхідно виконувати. Не
          підлягаючи під владу кармічних слідів і помилок, нічого не поліпшуюче
          сюхвилинне усвідомлення природно ясне. Не виправляючи, не псуючи, не
          приймаючи, не відкидаючи – таким є виконання практики досконалої
          чистоти.
        </p>
        <p>Чисте чи нечисте – яка різниця.</p>
        <br />
        <div>
          <img className="img-fluid" src={practise} alt="practise" />
        </div>
        <h3>18</h3>
        <br />
        <p>
          Багато є плодів, які не згодні один із одним. Та твоя ріґпа, природа
          розуму, – спонтанна досконалість трьох тіл.{" "}
        </p>
        <p>Реалізація плоду й той, хто реалізує, неподвійні.</p>
        <div className="Prayer">
          <p>Шукай того, хто реалізує плід, –</p>
          <p>Ось шукав його та не знайшов.</p>
          <p>Цієї миті досяг звільнення від плоду.</p>
          <p>Немає плоду – пізнав себе. </p>
        </div>
        <p>Яким би не був плід, немає потреби прагнути його. </p>
        <p>
          Не підвладне культивації (доброго) й позбавлення (від поганого), надії
          (на нірвану) й страху (самсари), сюхвилинне усвідомлення природно ясне
          й самодосконале.{" "}
        </p>
        <p>Три тіла досконалі в тобі самому – зрозумій!</p>
        <p>Первісний Будда – а хіба існує інший плід?</p>
        <br />
        <div>
          <img className="img-fluid" src={BuddhaLono} alt="BuddhaLono" />
        </div>
        <h3>19</h3>
        <br />
        <p>Ріґпа вільна від восьми крайнощів: вічності, припинення тощо. </p>
        <p>
          Оскільки не схиляється до жодної з них, то зветься{" "}
          <em className="term"> мадг’ямою</em> – серединним шляхом.{" "}
        </p>
        <p>
          Оскільки потік свідомості безперервний, то зветься{" "}
          <em className="term"> ріґпою</em>.{" "}
        </p>
        <p>
          Оскільки шун’я містить зародок ріґпи, то говорять про{" "}
          <em className="term"> суґатаґарбгу</em>.
        </p>
        <p>
          Оскільки ріґпа знає справжню сутність і це перевершує все решта, то
          говорять про <em className="term"> праджняпараміту</em>.{" "}
        </p>
        <p>
          Оскільки незбагненна розумовим шляхом і первісно вільна від усіх
          обмежень, то зветься <em className="term"> магамудрою</em>.{" "}
        </p>
        <p>
          Оскільки відповідно до розуміння чи нерозуміння виникають самсара й
          нірвана, й усі страждання й блаженства, то говорять{" "}
          <em className="term"> алая</em>.{" "}
        </p>
        <p>
          Оскільки це чітко ясне усвідомлення абсолютно звичне й не виняткове,
          то зветься <em className="term"> звичайним усвідомленням</em>.
        </p>
        <br />
        <div>
          <img
            className="img-fluid"
            src={BuddhaSquirrel}
            alt="BuddhaSquirrel"
          />
        </div>
        <h3>20</h3>
        <br />
        <p>
          Хоча йому й дають багато імен, ретельно продуманих і милозвучних, та
          по суті – це твоє сюхвилинне усвідомлення.{" "}
        </p>
        <p>
          Та якщо хтось хоче знайти будь-що інше, це як нібито вдома в нього був
          слон, а він тинявся б усюди в пошуках його слідів.{" "}
        </p>
        <p>
          Як не можна аршином виміряти всесвіт, так само не можна досягти стану
          Будди, не зрозумівши, що все походить із розуму.{" "}
        </p>
        <p>
          Якщо, не знаючи свого обличчя, шукатимеш свій розум десь зовні,
          намагаючись знайти щось інше, як знайдеш себе?! Так дурень, збитий з
          пантелику виставою, загубивши себе в ярмарочному натовпі, тиняється,
          шукає себе, забувши своє обличчя, й помилково приймає інших за себе
          самого.{" "}
        </p>
        <p>
          Коли не бачиш справжню сутність речей і не розумієш, що всі явища
          походять із розуму, то продовжуєш блукати в самсарі.{" "}
        </p>
        <p>Коли не бачиш, що твій розум і є Будда, опоганюєш нірвану. </p>
        <p>
          Коли усвідомиш, що самсара й нірвана – це лише розуміння й
          нерозуміння, цієї же самої миті між ними не стане різниці.{" "}
        </p>
        <p>
          Помилково шукати самсару й нірвану деінде, крім свого власного розуму,
          проте й помилка, й безпомилковість мають одну й ту саму природу.{" "}
        </p>
        <p>Потік свідомості живих істот не поділений на самсару й нірвану. </p>
        <p>
          Тому залиш природу розуму, як вона є, не намагаючись її покращити, й
          досягнеш звільнення.{" "}
        </p>
        <p>
          Якщо не виявиш коріння цієї помилки в своєму ж розумі, ніколи не
          зрозумієш Дгармату.{" "}
        </p>
        <p>Тому споглядай ці прояви, які виникають самі по собі. </p>
        <p>Звідки прийшли вони? </p>
        <p>Де перебувають? </p>
        <p>Куди йдуть? </p>
        <p>
          Так птах – спурхне зі ставка й сліду не залишиться на воді. Так і ці
          прояви природно виникають із розуму й звільняються в розумі же.{" "}
        </p>
        <p>
          Природу розуму, всевідаючу, всезнаючу, пусту й ясну, можна порівняти з
          небом, де ясність і порожнеча неподільні.{" "}
        </p>
        <p>
          Дгармата ж є перевтіленням самонародженої мудрості в очевидну ясність.
          Однак ця ясність, яка дана нам, як і все явлене буття, усвідомлюється
          лише в нашому же розумі.{" "}
        </p>
        <p>
          Це усвідомлення ясності й є природа розуму. Якраз через ясність ми й
          порівнюємо Дгармату з небом. Та вподібнювання Дгармати небу – це
          досить однобоке порівняння. В природі розуму будь-яка ясність
          супроводжується усвідомленням. Небо ж є лише неживою порожнечею без
          усвідомлення. Таким чином, приклад із небом не розкриває природи
          розуму.{" "}
        </p>
        <p>Непохитно перебувай у такому стані.</p>
        <br />
        <div>
          <img className="img-fluid" src={duck} alt="duck" />
        </div>
        <h3>21</h3>
        <br />
        <p>
          Все це розмаїття явленого є лише відносна істина. Жодного з цих явищ
          насправді не існує, вони миттєво зникають.{" "}
        </p>
        <p>
          Усе явлене буття – й самсара, й нірвана – є лише тільки природою
          розуму, що являється сама собі й споглядає сама себе.{" "}
        </p>
        <p>
          Коли потік свідомості змінюється в своєму русі, то відповідно до цих
          змін перед розумом постають явища, які сприймаються як зовнішні.{" "}
        </p>
        <p>
          Таким чином, усе є не що інше, як розум, який споглядає власне явище.
        </p>
        <p>Кожний із шести класів живих істот бачить ці явища по-своєму. </p>
        <p>Тиртики розглядають із точки зору вічності й припинення. </p>
        <p>Дев’ять колісниць розглядають згідно свого світогляду. </p>
        <p>
          Всі по-різному бачать і по-різному роз’яснюють та, чіпляючись за
          відмінності, впадають у прив’язаність і помилки.
        </p>
        <br />
        <div>
          <img className="img-fluid" src={WaterStream} alt="WaterStream" />
        </div>
        <h3>22</h3>
        <br />
        <p>
          Коли всі явища, що усвідомлюються розумом, виникають, але ти не
          чіпляєшся за ці видимі явища, ти – Будда.{" "}
        </p>
        <p>
          Явище само по собі ще не є помилка, чіплятись за нього – ось у чому
          помилка.{" "}
        </p>
        <p>
          Коли розпізнав у своєму розумі ці вречевлюючі думки, це й є
          самозвільнення.
        </p>
        <br />
        <div>
          <img className="img-fluid" src={BuddhaBlossom} alt="BuddhaBlossom" />
        </div>
        <h3>23</h3>
        <br />
        <p>Що би не з’являлось – це лише прояви розуму. </p>
        <br />
        <p>З’являється неживий світ-посудина – це лише прояв розуму. </p>
        <p>З’являється сік шести класів живих істот – це розум. </p>
        <p>З’являється рай і блаженство богів і людей – це розум.</p>
        <p>З’являються страждання трьох дурних долей – це розум. </p>
        <p>З’являються незнання й отрута п’яти клешей – це розум. </p>
        <p>З’являється ріґпа самонародженої мудрості – це розум. </p>
        <p>З’являються благі думки й нірвана – це розум. </p>
        <p>З’являються перешкоди, які створюють мари й духи, – це розум.</p>
        <p>З’являється їдам і наздобуваються сідги та інші блага – це розум.</p>
        <p>Перебуваєш в односпрямованій концентрації без думок – це розум.</p>
        <p>З’являються різноманітні характеристики речей – це розум. </p>
        <p>З’являється безатрибутивна немножинність – це розум. </p>
        <p>З’являється неподвійність одного й багатьох – це розум. </p>
        <p>З’являється «є», «немає», «нереальне» – це розум.</p>
        <br />
        <div>
          <img className="img-fluid" src={brain} alt="brain" />
        </div>
        <br />
        <hr />
        <em>
          <p>
            <sup>1</sup> Вигук потрійної печатки, що відзначає потаємність
            сказаного.
          </p>
          <p>
            <sup>2</sup> Вигук радісного захоплення.
          </p>
          <p>
            <sup>3</sup> Три Заповіти Гараба Дордже: пряме введення, відсутність
            сумнівів і утримання досягнення.
          </p>
          <p>
            <sup>4</sup> Те саме, що й «Е МА ГО» – «як чудово!»
          </p>
        </em>
      </div>
    </div>
  );
}
