import React from "react";
import BuddhaBodies from "./img/BuddhaBodies.jpg";
import rigpa from "./img/rigpa.png";
import brain_mirror from "./img/brain_mirror.jpg";
import mind from "./img/mind.png";
import mirror from "./img/mirror.png";
import cosmos from "./img/cosmos.jpg";
import buddhaMirror from "./img/buddhaMirror.jpg";
import mirrorMeadow from "./img/mirrorMeadow.jpg";

export default function RIGPA_FULL() {
  return (
    <div className="RIGPA_FULL">
      <h1>Падмасамбгава</h1>
      <div className="Rigpa">
        <img className="img-fluid" src={rigpa} alt="rigpa" />
      </div>{" "}
      <br />
      <h2>
        <p>«САМОВИЗВОЛЕННЯ ЧЕРЕЗ УВАГУ, </p>
        <p>ЯКА ОГОЛЮЄ, – </p>
        <p>ПРЯМИЙ ВСТУП ДО РІҐПА»</p>
      </h2>
      <br />
      <h3>1</h3>
      <br />
      <p>Вітаю божеств Трьох Тіл природного ясного ріґпа!</p>
      <br />
      <p>Буде проповідане </p>
      <p>«САМОВИЗВОЛЕННЯ ЧЕРЕЗ УВАГУ, ЯКА ОГОЛЮЄ, – </p>
      <p>ПРЯМИЙ ВСТУП ДО РІҐПА» </p>
      <p>з циклу </p>
      <p>«Потаємного Вчення про самовдосконалення </p>
      <p>в первісном стані мирних і гнівних божеств».</p>
      <br />
      <p>* * * </p>
      <p>О щасливі діти шляхетних родів! </p>
      <p>Добре слухайте це пряме введення в ваше власне ріґпа.</p>
      <p>
        Самая ДЖА! ДЖА! ДЖА! <sup>1</sup>
      </p>
      <br />
      <p>* * * </p>
      <p>
        Е МА ХО! <sup>2</sup>
      </p>
      <div className="Prayer">
        <p>І самсара, й нірвана охоплені природою розуму, </p>
        <p>Первісним єством – та не впізнаємо себе. </p>
        <p>Безперервний потік ясного ріґпа – та не бачимо обличчя. </p>
        <p>Безперешкодно виникнення – та ніяк не зрозуміємо.</p>
      </div>
      <br />
      <p>
        Тому, щоби впізнали ми своє лице, Переможці трьох часів проповідують
        вісімдесят чотири тисячі брам до Дгарми та інші вчення, стільки, що й
        думкою не осягти.{" "}
      </p>
      <p>
        Ні про що інше не проповідують вони, окрім упізнавання власного обличчя.
      </p>
      <p>
        Не злічити трактати, як не знайти край неба, та сутність єдина – Три
        Заповіти про вступ до ріґпа <sup>3</sup>. Ось це пряме введення, що
        миттєво вводить до очевидного стану Переможців.
      </p>
      <div>
        <img className="img-fluid" src={BuddhaBodies} alt="BuddhaBodies" />
      </div>
      <h3>2</h3>
      <br />
      <p>КХ’Є ХО! </p>
      <p>(Слухайте!) </p>
      <p>
        О щасливі діти шляхетних родів! «Розум» — багато про нього говорять,
        багато потякають… Та або ж зовсім не розуміють, або хибно розуміють, або
        однобоко розуміють. А як він є насправді, не розуміє ніхто. Тому й
        множаться всіляки вчення, стільки, що хоч греблю гати.{" "}
      </p>
      <p>
        Ніхто зі звичайних живий істот не розуміє його, не бачить свого обличчя,
        й тому всі блукають у трьох світах, тиняються шістьма шляхами, зазнаючи
        безліч страждань. Як гірко не знати свій розум!{" "}
      </p>
      <p>
        Шраваки й прат’єкабудди хочуть зрозуміти його з точки зору анатмана, але
        ж як він є — не розуміють. Та й решта — кожний любить своє вчення, своє
        писання й, потрапивши в його тенета, не бачать Ясного Світла.{" "}
      </p>
      <p>
        Шраваки й прат’єкабудди осліплені пристрастю до об’єкту й суб’єкту.{" "}
      </p>
      <p>Мадг’ямики осліплені пристрастю до крайнощів двох істин. </p>
      <p>
        Ті, хто практикує крія- й тантрайогу, осліплені пристрастю до заклинань
        і садханам.{" "}
      </p>
      <p>
        Ті, хто практикує мага- й ануйогу, осліплені пристрастю до простору й
        усвідомлення.{" "}
      </p>
      <p>Помиляється той, хто бачить два в тому, що не є подвійно. </p>
      <p>
        Поки не зрозумієш, що подвійне – це одне й те саме, не бувати тобі
        Буддою.{" "}
      </p>
      <p>
        Самсара й нірвана неподільні в твоєму же власному розумі. Той, хто цього
        не усвідомлює та прямує за прийняттям і неприйняттям, лише блукає в
        самсарі.{" "}
      </p>
      <p>
        Тому залиш ту Дгарму, яка вчить діянню й залиш ту, яка вчить недіянню.{" "}
      </p>
      <p>
        Ось настанова, як досягти самовизволення, побачивши ріґпа в його
        оголеності.{" "}
      </p>
      <p>
        Побачивши велику природну свободу всіх Дгарм, усі стануть досконалими в
        Великій Досконалості!{" "}
      </p>
      <p>
        Самая ДЖА! ДЖА! ДЖА!<sup>1</sup>
      </p>
      <div>
        <img className="img-fluid" src={brain_mirror} alt="brain_mirror" />
      </div>
      <h3>3</h3>
      <br />
      <p>
        Якщо це блискуче усвідомлення, яке звуть розумом, розглядати як таке, що
        існує, то воно не існує.{" "}
      </p>
      <p>
        Якщо розглядати як джерело — то самсара й нірвана, й усе розмаїття
        блаженства й страждання виникли з нього.{" "}
      </p>
      <p>
        Якщо розглядати як об’єкт бажання, то одинадцять колісниць прагнуть до
        нього.{" "}
      </p>
      <br />
      <p>Імен же йому стільки, що й не злічити.</p>
      <p>
        Одні звуть його <em className="term">природою розуму</em> — розум як він
        є.{" "}
      </p>
      <p>
        Тиртики звуть <em className="term">атман</em> — самість.{" "}
      </p>
      <p>
        Шраваки наполягають на <em className="term">анатмані</em> — відсутності
        Я.{" "}
      </p>
      <p>
        Читтаматрини звуть його <em className="term">віджняна</em> — свідомість.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Праджняпараміта</em> — Позамежна
        Мудрість.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Сугатагарбга</em> — насіння Сугати.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Магамудра</em> — Великий Символ.{" "}
      </p>
      <p>
        Хто кличе <em className="term">самотнє Тігле</em> — унікальна сфера.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Дгармадгату</em> — дгармовий простір.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Алая</em> — основа всього.
      </p>
      <p>
        {" "}
        Хто кличе <em className="term">звичайним усвідомленням</em>.
      </p>
      <div>
        <img className="img-fluid" src={mind} alt="mind" />
      </div>
      <h3>3</h3>
      <br />
      <p>
        Якщо це блискуче усвідомлення, яке звуть розумом, розглядати як таке, що
        існує, то воно не існує.{" "}
      </p>
      <p>
        Якщо розглядати як джерело — то самсара й нірвана, й усе розмаїття
        блаженства й страждання виникли з нього.{" "}
      </p>
      <p>
        Якщо розглядати як об’єкт бажання, то одинадцять колісниць прагнуть до
        нього.{" "}
      </p>
      <br />
      <p>Імен же йому стільки, що й не злічити.</p>
      <p>
        Одні звуть його <em className="term">природою розуму</em> — розум як він
        є.{" "}
      </p>
      <p>
        Тиртики звуть <em className="term">атман</em> — самість.{" "}
      </p>
      <p>
        Шраваки наполягають на <em className="term">анатмані</em> — відсутності
        Я.{" "}
      </p>
      <p>
        Читтаматрини звуть його <em className="term">віджняна</em> — свідомість.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Праджняпараміта</em> — Позамежна
        Мудрість.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Сугатагарбга</em> — насіння Сугати.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Магамудра</em> — Великий Символ.{" "}
      </p>
      <p>
        Хто кличе <em className="term">самотнє Тігле</em> — унікальна сфера.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Дгармадгату</em> — дгармовий простір.{" "}
      </p>
      <p>
        Хто кличе <em className="term">Алая</em> — основа всього.
      </p>
      <p>
        {" "}
        Хто кличе <em className="term">звичайним усвідомленням</em>.
      </p>
      <div>
        <img className="img-fluid" src={mind} alt="mind" />
      </div>
      <h3>5</h3>
      <br />
      <p>Три Тіла неподільні й повні в єдності.</p>
      <br />
      <p>
        Нетварність – шун’ята <em className="term">дгармакаї</em>.{" "}
      </p>
      <p>
        Природній блискіт шун’яти – ясність{" "}
        <em className="term">самбгоґакаї</em>.{" "}
      </p>
      <p>
        Ясність, яка не знає перешкод, – явленість{" "}
        <em className="term">нірманакаї</em>.{" "}
      </p>
      <br />
      <p>Три повні в єдності, це й є сутність.</p>
      <div>
        <img className="img-fluid" src={cosmos} alt="cosmos" />
      </div>
      <h3>6</h3>
      <br />
      <p>
        Отже, проповідано про вступ до цієї практики впізнавання свого обличчя.
      </p>
      <br />
      <p>Ось він, твій власний сюхвилинний розум (тепер-свідомість), </p>
      <p>ось вона, природна неполіпшуюча ясність. </p>
      <p>Як же можна говорити про нерозуміння природи розуму?! </p>
      <br />
      <div className="Prayer">
        <p>Якщо нічого споглядати, </p>
        <p>нащо говорити, </p>
        <p>що споглядання не виникло?! </p>
        <br />
        <p>Якщо ось вона, очевидність ріґпа, </p>
        <p>нащо говорити, </p>
        <p>що не можеш знайти свій розум?! </p>
        <br />
        <p>Коли ось же він, безперервний потік ясного ріґпа, </p>
        <p>нащо говорити, </p>
        <p>що розум не бачить власного обличчя?! </p>
        <br />
        <p>Якщо думки виникають із твого же розуму, </p>
        <p>нащо говорити, </p>
        <p>що шукав того, хто міркує, й не знайшов?! </p>
        <br />
        <p>Та хоч у розумової активності й немає причин, </p>
        <p>нащо говорити, </p>
        <p>що вона не виникає?! </p>
        <br />
        <p>Якщо достатньо, не намагаючись покращити, </p>
        <p>залишити всі думки в їхньому природному стані, </p>
        <p>нащо говорити, </p>
        <p>що не можеш досягти цього?! </p>
        <br />
        <p>Якщо достатньо, не напружуючись, залишити все як є, </p>
        <p>нащо говорити, </p>
        <p>що немає для цього сил? </p>
        <br />
        <p>Якщо неподільність ясності, </p>
        <p>усвідомлення й порожнечі самодосконала,</p>
        <p>нащо говорити, </p>
        <p>що практикуючи, не надобув сідги? </p>
        <br />
        <p>Якщо ця самодосконалість виникла сама по собі, </p>
        <p>без причин і умов, </p>
        <p>нащо говорити, </p>
        <p>що старанністю нічого не досяг? </p>
        <br />
        <p>Якщо думки звільняються в самісінький момент свого виникнення, </p>
        <p>нащо говорити, </p>
        <p>що протиотрути не допомогли?! </p>
      </div>
      <p>Ось він, сюхвилинний розум, нащо говорити, що не впізнаєш його?</p>
      <div>
        <img className="img-fluid" src={buddhaMirror} alt="buddhaMirror" />
      </div>
      <h3>7</h3>
      <br />
      <div className="Prayer">
        <p>Воістину, природа розуму порожня й не має основи. </p>
        <p>Твій розум безсутній і пустий, немов небо. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, первісно ясна самонароджена Мудрість </p>
        <p>І вільна від шор світогляду “все порожньо”. </p>
        <p>Вона самонароджена, як самородок серця сонця. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, Мудрість ріґпа ллється безперервним потоком, </p>
        <p>Немов повноводна річка, що тече без перешкод. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, метушливі думки не охопити, не запам’ятати. </p>
        <p>Безсутнє це сум’яття, немов порив вітру. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, що ні з’являється, з’являється природно. </p>
        <p>Ці прояви виникають природно, </p>
        <p>Мов відображення в люстерці, що лише прикрашає його. </p>
        <p>Так чи не так? Зазирни в свій розум. </p>
        <br />
        <p>Воістину, всі характеристики дгарм </p>
        <p>Вільні в своєму природному стані. </p>
        <p>Вони виникають природно й природно вільні, подібно до хмар. </p>
        <p>Так чи не так? Зазирни в свій розум.</p>
        <br />
      </div>
      <div>
        <img className="img-fluid" src={mirrorMeadow} alt="mirrorMeadow" />
      </div>
      <br />
      <hr />
      <em>
        <p>
          <sup>1</sup> Вигук потрійної печатки, що відзначає потаємність
          сказаного.
        </p>
        <p>
          <sup>2</sup> Вигук радісного захоплення.
        </p>
        <p>
          <sup>3</sup> Три Заповіти Гараба Дордже: пряме введення, відсутність
          сумнівів і утримання досягнення.
        </p>
      </em>
    </div>
  );
}
